{
	"Battle.Start":"%1 started a fight!",
	"Battle.Fight":"Fight",
	"Battle.Escape":"Escape",
	"Battle.Attack":"Attack",
	"Battle.Skill":"Skill",
	"Battle.Magic":"Magic",
	"Battle.Guard":"Guard",
	"Battle.PreEmp":"%1 striked first!",
	"Battle.Suprise":"%1 was suprised!",
	"Battle.EscapeTry":"%1 has started to escape!",
	"Battle.EscapeFail":"However, they failed to escape!",
	"Battle.Victory":"%1 won!",
	"Battle.Lose":"%1 lost...",
	"Battle.Exp":"Received %1 Experience!",
	"Battle.Gold":"Received %1\\G!",
	"Battle.Item":"Received %1!",
	"Battle.LevelUp":"%1 is now %2 %3!",
	"Battle.NewSkill":"Learned %1!",
	"Battle.AutoStop":"Press anything to stop Auto Battle.",
	"Battle.FightHelp":"Select actions to fight.",
	"Battle.AutoHelp":"Sets party to Auto Battle mode.",
	"Battle.OptionsHelp":"Opens the Options menu.",
	"Battle.EscapeHelp":"Attempt to escape the battle.",
	"Battle.SkillHelp":"Opens a list of skills under the \\C[16]%1\\C[0] category.",
	"Battle.ItemHelp":"Opens a list of items that you can use.",
	"Battle.AutoHelp2":"Automatically choose an action suitable for combat.",
	
	"Weapon.Yarn":"Yarn Balls",
	"Weapon.YarnDesc":"Minami's favourite yarn balls that she found as a toddler.\n\"Three things that I loved as a child: Yarn balls, cardboard boxes, and my mom, Amy.\"",
	"Weapon.DystopiaWand":"Unpredictable Wand",
	"Weapon.DystopiaWandDesc":"A weapon that was invented by Telar. Also known as the \"Wand of Dystopia\".\n\"It is unpredictable, and not easy to control. Definitely better to use with only a single enemy target nearby.\"",
	"Weapon.Shotgun":"Shotgun",
	"Weapon.ShotgunDesc":"The weakest weapon Genjiro ever created. But why even compare a gun to superweapons?\n\"Remember: Don't point it at anything you don't want to destroy, especially when loaded.\"",
	"Weapon.OldKnife":"Old Knife",
	"Weapon.OldKnifeDesc":"A knife that Naemi found in a dumpster. Don't ask what she was doing there.\n\"The basis of the battle is hurting each other by turns.\"",
	"Weapon.Shuriken":"Kunai",
	"Weapon.ShurikenDesc":"Standard ninja tool. Typically used for cutting, but can also be thrown.\n\"Originally intended as a gardening tool or a crowbar, only to later be considered as a thrown weapon.\"",
	"Weapon.Katana":"Katana",
	"Weapon.KatanaDesc":"A good quality katana, perfect for a novice slayer.\n\"Take me with you, and let’s march forward!\"",
	"Weapon.Leek":"Green Onion",
	"Weapon.LeekDesc":"You think it's just a veggie, and you completely underestimate the raw power of being completely useless.\n\"It's about as useless and as flavourful as this flavour text.\"",
	"Weapon.MagicWand":"Magician's wand",
	"Weapon.MagicWandDesc":"A classic wand that can make enemies confused by whatever you are doing with it.\n\"Magic tricks are better with actual magic!\"",
	"Weapon.DynamiteGun":"Dynamite Gun",
	"Weapon.DynamiteGunDesc":"For mining, it's super useful. For fighting, it's super crazy.\n\"*distant explosion*\"",
	"Weapon.Pick":"Pickaxe",
	"Weapon.PickDesc":"Allows you to mine through both rocks and your opponents.\n\"Isn't it iron pick?\"",
	"Weapon.ElectroBalls":"Electroballs",
	"Weapon.ElectroBallsDesc":"Spheres imbued with the spark eleme- oh, I meant electricity - that you can safely throw, even if you're not from the Okimoto Family.\n\"You see Genjiro trying to use his power to do something similar...\"",
	"Weapon.LightbulbsBane":"Lightbulbs' Bane",
	"Weapon.LightbulbsBaneDesc":"It's just a straight stick with a cloth hilt, but it makes light bulbs flicker with fear.\n\"Don't engage in a conversation with this in your hands or you might really bust a light bulb!\"",
	"Weapon.EmeraldStaff":"Emerald Staff",
	"Weapon.EmeraldStaffDesc":"Made of the highest quality emeralds and tungsten, it can defeat many enemies with ease.\n\"It's heavy...\"",
	"Weapon.PunchingGloves":"Punching Gloves",
	"Weapon.PunchingGlovesDesc":"Heavy gloves used for boxing. They're slightly burnt, but that's only cosmetic damage.\n\"Even if they start to no longer get usable, I will remember these gloves.\"",
	"Weapon.WaterGun":"Water Gun",
	"Weapon.WaterGunDesc":"If things went slightly differently, then this could be the main weapon of this world.\n\"Evolving ideas can be a good thing, as it allows them to come true.\"",
	"Weapon.MineralDarts":"Mineral Darts",
	"Weapon.MineralDartsDesc":"Bounces to another, random enemy after doing a hit.\n\"Great when popping balloons, being able to pierce through multiple of them with one good throw.\"",
	"Weapon.BerylliumRifle":"Beryllium Rifle",
	"Weapon.BerylliumRifleDesc":"Fires 2 bullets and has a chance to apply Berylliosis.\n\"Is it just me or is it laggy in here?\"",
	"Weapon.DiamondStaff":"Diamond Staff",
	"Weapon.DiamondStaffDesc":"Made out of good quality diamonds and platinum, it can defeat lots of enemies with ease.\n\"Better than the Emerald Staff that Dorothy sells, that's for sure.\"",
	"Weapon.MMAGloves":"MMA Gloves",
	"Weapon.MMAGlovesDesc":"Used by various famous people, these can be used to execute various fighting styles.\n\"The event these gloves are commonly used in are about internet celebrities fighting each other.\"",
	
	"Armor.TelarNecklace":"Amber necklace",
	"Armor.TelarNecklaceDesc":"A mysterious necklace with enormous power that is passed down for generations in the Jriaed family.\n\"It was originally Telar's. Maybe putting it on her grave could be a good idea?\"",
	"Armor.ElementalCharm":"Elemental Charm",
	"Armor.ElementalCharmDesc":"A charm that increases resistance to elemental attacks.\n\"Helpful for a weel-rounded elemental defence.\"",
	"Armor.NinjaHeadband":"Ninja Headband",
	"Armor.NinjaHeadbandDesc":"A standard Ninja headband, made specially for Genins.\n\"Can also be found at any ramen store.\"",
	"Armor.SamuraiArmor":"Ō-yoroi",
	"Armor.SamuraiArmorDesc":"As the name suggests, it's a great armour.\n\"Double the funny, while still providing the information you need!\"",
	"Armor.ElectroOrb":"Electrification Orb",
	"Armor.ElectroOrbDesc":"A mysterious ball that strengthens electric attacks and weakens the effects of electrocution.\n\"How it works? Why you can only equip one of them? So many mysteries.\"",
	"Armor.LuckyClover":"Lucky clover",
	"Armor.LuckyCloverDesc":"4-leafed clover that significantly increases the frequency and power of critical hits at the expense of Attack.\n\"Remember: use torches that fit the place you're in, and don't put 101 torches in a single place.\"",
	"Armor.MiningHelmet":"Mining Helmet",
	"Armor.MiningHelmetDesc":"It has a light that is especially useful in mines.\n\"Better than your phone's flashlight, in most ways. That's why it's used even nowadays.\"",
	"Armor.MiningArmour":"Mining Overalls",
	"Armor.MiningArmourDesc":"A piece of clothing specially made to get extra dirty.\n\"Washing these is a Sisyphean work...\"",
	"Armor.RubyCharm":"Ruby Charm",
	"Armor.RubyCharmDesc":"It increases your max HP, increasing your survivability.\n\"More health is always good.\"",
	"Armor.AmberCharm":"Amber Charm",
	"Armor.AmberCharmDesc":"It increases your agility, making your turn happen more often. \n\"Mining Speed? What's that?\"",
	"Armor.TopazCharm":"Topaz Charm",
	"Armor.TopazCharmDesc":"It increases your crit chance, making your critical strikes both more common and use more Luck.\n\"If there was a way to slightly increase the amount of loot you gain, instead of outright doubling it...\"",
	"Armor.JadeCharm":"Jade Charm",
	"Armor.JadeCharmDesc":"It increases your luck, making your critical hits stronger.\n\"Try to drop it - it'll be suspiciously silent...\"",
	"Armor.SapphireCharm":"Sapphire Charm",
	"Armor.SapphireCharmDesc":"It increases your mana, allowing you to cast more spells.\n\"Naemi won't appreciate it, that's for sure.\"",
	"Armor.AmethystCharm":"Amethyst Charm",
	"Armor.AmethystCharmDesc":"It increases your defence, reducing the physical damage you get.\n\"Maybe it'll save you from death - you can't know until it happens.\"",
	"Armor.JasperCharm":"Jasper Charm",
	"Armor.JasperCharmDesc":"It increases your attack, allowing you to deal stronger attacks.\n\"This extraordinarily rare pink hue makes you think if it shouldn't land in a museum.\"",
	"Armor.OpalCharm":"Opal Charm",
	"Armor.OpalCharmDesc":"It increases your magical defence, reducing the magical damage you get.\n\"For some reason, it feels warmer than other charms.\"",
	"Armor.SimpleShield":"Simple Shield",
	"Armor.SimpleShieldDesc":"Makes your guard slightly better.\n\"It's an accessory because it isn't as important to have a dedicated slot.\"",
	"Armor.EvasionBoots":"Boots of Evasion",
	"Armor.EvasionBootsDesc":"An enchanted pair of boots that allows you to evade both physical and magical attacks more.\n\"Combine with Rocket Boots for even better mobility!\"",
	"Armor.CounterTrophy":"Artefact of Crits",
	"Armor.CounterTrophyDesc":"An artefact that gives a small boost to crit chance.\n\"Technically speaking, having a crit rate over 100% isn't redundant, as it makes more of Luck get introduced into the damage.\"",
	"Armor.SilverPouch":"Silver Bullet Pouch",
	"Armor.SilverPouchDesc":"These shiny bullets make your damage slightly higher, but only if you're using a gun.\n\"Some say that it's good against werewolves, but luckily they don't exist.\"",
	"Armor.LeatherGloves":"Leather Throwing Gloves",
	"Armor.LeatherGlovesDesc":"This pair of gloves makes your damage slightly higher, but only it you're throwing stuff.\n\"Just like Electricity and Water go together, the same is apparently with Throwing and Punching - both use gloves and are referred with verbs instead of nouns.\"",
	"Armor.SteelHilt":"Steel Blade Hilt",
	"Armor.SteelHiltDesc":"This hilt makes your damage slightly higher, but only if you're using a blade.\n\"It somehow fits both knives and swords.\"",
	"Armor.BasicCatalyst":"Basic Wand Catalyst",
	"Armor.BasicCatalystDesc":"This little thing makes your damage slightly higher, but only if you're using a wand.\n\"Despite wands being a major weapon type since the end of medieval times, wand catalysts are a relatively modern invention.\"",
	"Armor.IronBracing":"Iron Glove Bracing",
	"Armor.IronBracingDesc":"This pair of glove bracing makes your damage slightly higher, but only it you're using your fists.\n\"Also works as knuckles, if you found yourself barehanded in a tricky situation.\"",
	"Armor.CrystalCharm":"Crystal Charm",
	"Armor.CrystalCharmDesc":"It increases the team's max HP, agility, crit chance, luck, mana, defence, attack, and magical defence.\n\"A grand reward for collecting these charms. You can be proud of yourself.\"",
	"Armor.ForestHeadband":"Forest Headband",
	"Armor.ForestHeadbandDesc":"Simple, yet effective, and made using only natural materials from the Coal Forest.\n\"For every tree used to make headbands, 2 more are planted!\"",
	"Armor.HussarArmor":"Hussar Armour",
	"Armor.HussarArmorDesc":"Having a pair of wings on its back, you can imagine how strong it would be on a cavalry soldier.\n\"Some say that these wings are inspired by Flügel - though it doesn't explain why they are vertical.\"",
	
	"Skill.DesertWindstorm":"Desert Windstorm",
	"Skill.DesertWindstormDesc":"Summons a sandstorm, dealing damage to every enemy.\n\"Isn't Desert Windstorm just a more verbose way of saying Sandstorm?\"",
	"Skill.HealthSwipe":"Health steal",
	"Skill.Trap":"Trap",
	"Skill.TrapDesc":"Sets up a trap, suprising the enemy and dealing high damage.\n\"Traps? That's my middle name!\"",
	"Skill.FightTactic":"Combat tactics",
	"Skill.FightTacticDesc":"Improves the entire team's combat skills, increasing their attack for 2 turns.\n\"My knowledge of combat tactics and types of weapons is everything there is to read.\"",
	"Skill.Shock":"Shock",
	"Skill.ShockDesc":"Shocks the enemy with electricity gained during the fight.\n\"Being Makoto's descendant doesn't only mean immunity to electrocution!\"",
	"Skill.Bash":"Bash",
	"Skill.Tease":"Tease",
	"Skill.TeaseDesc":"Gets DEF and MDF buffs and makes the opponents target you more often.\n\"Maybe I'm not a teasing master, but this is good enough!\"",
	"Skill.Curse":"Curse",
	"Skill.CurseDesc":"Casts a curse, affecting both all enemies and yourself.\n\"Honestly, black magic was an interesting thing to study.\"",
	"Skill.Scratch":"Scratch",
	"Skill.ScratchDesc":"Scratches the opponent, dealing some damage.\n\"Guess what? My nails are razor sharp!\"",
	"Skill.FireYarn":"Fire Yarn",
	"Skill.FireYarnDesc":"Summons a yarn ball set ablaze to hit enemies from behind.\n\"These yarn balls are infused with both Fire and Suprise!\"",
	"Skill.MasterPrecision":"Master Precision",
	"Skill.MasterPrecisionDesc":"Exchanges some attack for critical chance.\n\"Sometimes precision is everything that matters.\"",
	"Skill.SelfFix":"Self-repair",
	"Skill.SelfFixDesc":"Fixes herself slightly, restoring one-fifth of max HP.\n\"If I'm not damaged beyond repair I can fix myself.\"",
	"Skill.Training":"Training",
	"Skill.HealthRevenge":"Health Revengeance",
	"Skill.HealthRevengeDesc":"Deals 1.5x times the health lost of damage to one opponent.\n\"Don't attack me if thou want to survive this spell.\"",
	"Skill.SkyDive":"Sky Dive",
	"Skill.SkyDiveDesc":"Falls on an enemy straight from the sky, dealing some damage to herself in the process.\n\"Faster is better!\"",
	"Skill.Cooling":"Cooling",
	"Skill.CoolingDesc":"Deals a small amount of ice damage and freezes the enemy.\n\"Really useful when a computer is so hot that it could be used as a radiator.\"",
	"Skill.BrickThrow":"Brick Throw",
	"Skill.BrickThrowDesc":"Throws a brick at the enemy, dealing heavy damage that bypasses half of the enemy's defence.\n\"Free bricks! Delivered straight to your face!\"",
	"Skill.Discharge":"Discharge",
	"Skill.DischargeDesc":"Discharges some power from the battery onto enemies.\n\"Don't worry Genjiro will recharge me in no time.\"",
	"Skill.Charge":"Charge",
	"Skill.ChargeDesc":"Charges himself up, getting higher damage output. Can be stacked up to 3 times.\n\"The stronger I focus on making electricity, the stronger it gets!\"",
	"Skill.StatBattle":"Stat Battle",
	"Skill.StatBattleDesc":"Combines the user's stats, reduces them by enemy's stats, and makes it the damage.\n\"Don't even dare to say that Luck is useless!\"",
	"Skill.PunchCombo":"Punch Combo",
	"Skill.PunchComboDesc":"Hits the enemy with a combo of two punches.\n\"Good punches are quintessential for victory on a ring.\"",
	"Skill.PunchOfFire":"Fire Punch",
	"Skill.PunchOfFireDesc":"Sets his fists on fire, making a few next attacks use fire. Might burn himself.\n\"My battle with that red-haired woman inspired me to try to make my fists on fire.\"",
	"Skill.ChargeRefresh":"Charge Refresh",
	"Skill.ChargeRefreshDesc":"Refreshes the built-up charge so it won't dissipate.\n\"Don't come close to me if you don't want to get electrocuted.\"",
	"Skill.StrongAttack":"Strong Attack",
	"Skill.StrongAttackDesc":"Performs a powerful attack on an enemy.",
	"Skill.Slash":"Slash",
	"Skill.SlashDesc":"Attacks all enemies.",
	"Skill.Willpower":"Willpower",
	"Skill.WillpowerDesc":"Rouses the user’s fighting spirit and increases Attack. Usable up to 2 times in a row.",
	"Skill.AntiFortification":"Anti-Fortification",
	"Skill.AntiFortificationDesc":"Deals higher damage to enemies that have higher Magical Defence.\n\"Hey! Defence is supposed to lower damage, not increase it!\"",
	"Skill.IntenseHeat":"Intense Heat",
	"Skill.IntenseHeatDesc":"Deals fire damage to everyone, but won't burn anything.\n\"Cold? Maybe THIS will get you warmer!\"",
	"Skill.IceShock":"Ice Shock",
	"Skill.IceShockDesc":"Deals Ice damage to one enemy with a chance to freeze them.\n\"Too many ice shocks, and you're in an icy grave.\"",
	"Skill.LightningSummon":"Lightning Summon",
	"Skill.LightningSummonDesc":"Summons some lightning bolts that also paralyse the opponent.\n\"Hear that thunder? I'm gonna do it OVER AND OVER AND OVER!\"",
	"Skill.WaterSpring":"Water Spring",
	"Skill.WaterSpringDesc":"Summons a water spring, damaging one enemy and making all others wet.\n\"Don't underestimate a water spring that's about to burst...\"",
	"Skill.Shotgun":"Shotgun",
	"Skill.Snipe":"Snipe",
	"Skill.WeakHeal":"Weak Heal",
	"Skill.WeakHealDesc":"Restores HP to an ally, based on your Magical Attack.\n\"This is not the Ultimate Heal, but you should be fine.\"",
	"Skill.BoulderRain":"Boulder Rain",
	"Skill.BoulderRainDesc":"Summons a rain of boulders, hitting random enemies and possibly stunning them.\n\"If someone has amnesia, hitting them in the head with a boulder is the best way to bring them to their senses. /s\"",
	"Skill.Distraction":"Distraction",
	"Skill.DistractionDesc":"Distracts opponents, taking away their turn and their evasion.\n\"Just a normal Distraction Dance, that's all.\"",
	
	"Item.Consumable":" (Consumable)",
	"Item.SpellNote":"Spell Note",
	"Item.SkillNote":"Skill Note",
	"Item.Breakfast":"Bento Box",
	"Item.BreakfastDesc":"Restores 1000 HP to the team.\n\"Rice, fish, some fruits - all for a balanced breakfast!\"",
	"Item.Ramen":"Instant Ramen",
	"Item.RamenDesc":"Restores 200 HP.\n\"Even if it tastes good, it pales in comparison with a bowl of real ramen.\"",
	"Item.Bread":"Bread",
	"Item.BreadDesc":"Restores 500 HP.\n\"Perfect for making sandwiches, as an addition to meals, and for teleporting.\"",
	"Item.LesserManaPotion":"Lesser Mana Potion",
	"Item.LesserManaPotionDesc":"Restores 50 Mana.\n\"It's mass produced, with the formulas being made by the best alchemists of the world.\"",
	"Item.BrokenDrone":"Broken Drone",
	"Item.BrokenDroneDesc":"Packed drone parts with the addition of sand. Best to return it to Stephen.\n\"It still looks rather intact. You could think that it would explode or something.\"",
	"Item.DesertNoteDesc":"A note containing a powerful spell - Desert Windstorm.\n\"Isn't Desert Windstorm just a more verbose way of saying Sandstorm?\"",
	"Item.Cake":"Cake",
	"Item.CakeDesc":"Fully restores and revives the team.\n\"Striking that perfect balance, where it is sweet enough for Minami, but not a sugar bomb for others, isn't an easy task.\"",
	"Item.Star":"Rainbow Star",
	"Item.StarDesc":"The main symbol of the Nijisaki Festival.\n\"How it got here? Why are we collecting them? I don't wanna know.\"",
	"Item.StarTrophy":"Star Trophy",
	"Item.StarTrophyDesc":"A trophy rewarded for collecting all \\V[8] stars.\n\"We did it! We did pick up EVERY SINGLE star from this ENTIRE CONTINENT!\"",
	"Item.TelarBook":"Advanced Combat Techniques",
	"Item.TelarBookDesc":"Telar's book that she wrote overnight. Instantly levels up Minami to level 5.\n\"A simple booklet of information about battles. It has red-coloured water droplets on its cover.\"",
	"Item.Rosol":"Instant Rosół",
	"Item.RosolDesc":"Restores 300 HP.\n\"Stories say that instant soups were the invention of Roman Kluskowski, and thus they are called \"Roman's Soup\" in this region.\"",
	"Item.Bomb":"Bomb",
	"Item.BombDesc":"Explodes and deals damage to every enemy. Has increased power if used by someone with good throwing abilities.\n\"Its inventor only wanted this to be used in mining, but obviously, it's also damn strong in fighting.\"",
	"Item.Gem":"Gemstone",
	"Item.GemDesc":"Grants a total of 500G if sold.\n\"Better find a place where they can pay you for this...\"",
	"Item.EXPNote1":"Wanderer's Advice",
	"Item.EXPNote1Desc":"A little note with a hint that might be useful during fights. Grants 100 EXP to the entire team.\n\"Remember: EXP stands for Experience Points, at least here.\"",
	"Item.LuckSakura":"Cherry Blossom of Luck",
	"Item.LuckSakuraDesc":"Permanently increases your Luck by 5.\n\"Can you call Luck useless? It increases your crit damage, so probably not...\"",
	"Item.AgilityPoppy":"Poppy of Agility",
	"Item.AgilityPoppyDesc":"Permanently increases your Agility by 5.\n\"After witnessing so many war casualities, this little flower could be called a less ominous-looking manjushage.\"",
	"Item.AuctionNote1Desc":"A note containing a powerful skill - Stat Battle.\n\"Don't even dare to say that Luck is useless!\"",
	"Item.BantitNote1Desc":"A note containing a powerful spell - Anti-Fortification.\n\"Hey! Defence is supposed to lower damage, not increase it!\"",
	"Item.BantitNote2Desc":"A note containing a powerful spell - Intense Heat.\n\"Cold? Maybe THIS will get you warmer!\"",
	"Item.BantitNote3Desc":"A note containing a powerful spell - Ice Shock.\n\"Too many ice shocks, and you're in an icy grave.\"",
	"Item.BantitNote4Desc":"A note containing a powerful spell - Lightning Summon.\n\"Hear that thunder? I'm gonna do it OVER AND OVER AND OVER!\"",
	"Item.BantitNote5Desc":"A note containing a powerful spell - Water Spring.\n\"Don't underestimate a water spring that's about to burst...\"",
	"Item.Egg":"Egg",
	"Item.EggDesc":"A normal-sized chicken egg.\n\"Wonder why Aster needs it for his experiment...\"",
	"Item.Berry":"Berries",
	"Item.BerryDesc":"Restores 1% HP.\n\"They have a ridiculously quick growth rate - a handful can grow in just a few hours.\"",
	"Item.Meat":"Meat",
	"Item.MeatDesc":"Recovers 250 HP, with a chance of applying food poisoning.\n\"You're able to magically transmutate it into any kind you need.\"",
	"Item.BerryJuice":"Berry Juice",
	"Item.BerryJuiceDesc":"Restores 3% + 100 HP.\n\"Why do BLUE berries make RED juice?\"",
	"Item.ToiletPaper":"Toilet Paper",
	"Item.ToiletPaperDesc":"It somehow restores 25 TP.\n\"Don't overthink it.\"",
	"Item.TrapCard":"Trap Card",
	"Item.TrapCardDesc":"It restores 50 TP, but may also cause negative effects.\n\"Potential side effects include weakness, focus loss, insanity, and entering a violent phase.\"",
	"Item.RedBalloon":"Red Water Balloon",
	"Item.RedBalloonDesc":"Deals a very small amount of Water damage.\n\"It's commonly used in water fights as a sort of grenade.\"",
	"Item.BlueBalloon":"Blue Water Balloon",
	"Item.BlueBalloonDesc":"Deals a small amount of Water damage.\n\"It is only slightly bigger than the red one, yet it holds double the amount of water.\"",
	"Item.GreenBalloon":"Green Water Balloon",
	"Item.GreenBalloonDesc":"Deals a medium amount of Water damage.\n\"You can feel the potential splash this could make when hitting something...\"",
	"Item.Pierogi":"Pierogi",
	"Item.PierogiDesc":"Recovers 5% + 100 HP.\n\"A typical Mineral Nation dish, now in a version that's ready to cook.\"",
	"Item.GachaNote1Desc":"A note containing a powerful spell - Boulder Rain.\n\"If someone has amnesia, hitting them in the head with a boulder is the best way to bring them to their senses.\"",
	"Item.GachaNote2Desc":"A note containing a powerful skill - Distraction.\n\"Just a normal Distraction Dance, that's all.\"",
	"Item.ManaPotion":"Mana Potion",
	"Item.ManaPotionDesc":"Restores 100 Mana.\n\"Using magic to restore Mana, which is used to cast magic. Energy can't be created, after all.\"",
	"Item.GreaterManaPotion":"Greater Mana Potion",
	"Item.GreaterManaPotionDesc":"Restores 150 Mana.\n\"The sheer amount of things you have to put into it to make it makes you wish you had 4 arms.\"",
	"Item.SuperManaPotion":"Super Mana Potion",
	"Item.SuperManaPotionDesc":"Restores 200 Mana.\n\"You could think that it's on the same tier as the Super Healing Potion, but it isn't.\"",
	"Item.LesserHealingPotion":"Lesser Healing Potion",
	"Item.LesserHealingPotionDesc":"Restores 500 HP.\n\"It's just mushrooms and edible gel. Dunno how alchemists can make this heal you.\"",
	"Item.HealingPotion":"Healing Potion",
	"Item.HealingPotionDesc":"Restores 1000 HP.\n\"Now this is an upgrade. Makes the Lesser one pale in comparison.\"",
	"Item.GreaterHealingPotion":"Greater Healing Potion",
	"Item.GreaterHealingPotionDesc":"Restores 1500 HP.\n\"Don't think too deeply about its recipe, as you might understand it wrong.\"",
	"Item.SuperHealingPotion":"Super Healing Potion",
	"Item.SuperHealingPotionDesc":"Restores 2000 HP.\n\"The cosmic powers blessed this potion, or at least that's how we advertise it.\"",
	"Item.StrengthPotion":"Strength Potion",
	"Item.StrengthPotionDesc":"Increases your Attack by 20% until a battle ends.\n\"Throw further! Swing faster! Punch harder! Shoot... better?\"",
	"Item.EndurancePotion":"Endurance Potion",
	"Item.EndurancePotionDesc":"Increases your Defence by 20% until a battle ends.\n\"If you suck at dodging, maybe this will save your life.\"",
	"Item.MagicPowerPotion":"Magic Power Potion",
	"Item.MagicPowerPotionDesc":"Increases your Magical Attack by 20% until a battle ends.\n\"Perfect when you're going to use magic a lot.\"",
	"Item.MagicImmunityPotion":"Magic Immunity Potion",
	"Item.MagicImmunityPotionDesc":"Increases your Magical Defence by 20% until a battle ends.\n\"Doesn't make you fully immune to magic, but still, this is something.\"",
	"Item.SwiftnessPotion":"Swiftness Potion",
	"Item.SwiftnessPotionDesc":"Increases your Agility by 20% until a battle ends.\n\"Want to (maybe) do more attacks per cycle? If yes, then just drink this.\"",
	"Item.LuckPotion":"Luck Potion",
	"Item.LuckPotionDesc":"Increases your Luck by 20% until a battle ends.\n\"Essentially a variant of the Strength Potion if you have high Crit.\"",
	"Item.ManaPotionBundle1":"Mana Potion Bundle - Tier 1",
	"Item.ManaPotionBundle1Desc":"Contains an assortment of mana potions, up to a Mana Potion.\n\"A Lesser Mana Potion, and a Mana Potion, all in one package.\"",
	"Item.ManaPotionBundle2":"Mana Potion Bundle - Tier 2",
	"Item.ManaPotionBundle2Desc":"Contains an assortment of mana potions, up to a Greater Mana Potion.\n\"Careful, these are fragile!\"",
	"Item.ManaPotionBundle3":"Mana Potion Bundle - Tier 3",
	"Item.ManaPotionBundle3Desc":"Contains an assortment of mana potions, up to a Super Mana Potion.\n\"Now with heating, so it will remain at the optimal temperature!\"",
	"Item.HealingPotionBundle1":"Healing Potion Bundle - Tier 1",
	"Item.HealingPotionBundle1Desc":"Contains an assortment of healing potions, up to a Healing Potion.\n\"All that, with a 10% discount!\"",
	"Item.HealingPotionBundle2":"Healing Potion Bundle - Tier 2",
	"Item.HealingPotionBundle2Desc":"Contains an assortment of restoration potions, up to a Greater Healing Potion.\n\"No, doesn't contain any ceramic\"",
	"Item.HealingPotionBundle3":"Healing Potion Bundle - Tier 3",
	"Item.HealingPotionBundle3Desc":"Contains an assortment of restoration potions, up to a Super Healing Potion.\n\"No, there aren't any Supreme or Omega Healing Potions.\"",
	"Item.BuffPotionBundle":"Buff Potion Bundle",
	"Item.BuffPotionBundleDesc":"Contains an assortment of buff potions.\n\"6 costly potions, for a cheaper price.\"",
	"Item.Shuriken":"Shuriken",
	"Item.ShurikenDesc":"Deals some damage to one enemy, and ignores a part of defence.\n\"Hide our hearts, and dance on this spinning world...\"",
	"Item.Rice":"Bag of Rice",
	"Item.RiceDesc":"Restores 250 HP.\n\"Needed for a lot of Electrification Nation's cuisine.\"",
	"Item.Fish":"Fish",
	"Item.FishDesc":"Recovers 200 HP, with a chance of applying food poisoning.\n\"Smells fishy...\"",
	"Item.VeronicaFood":"Veronica's Miracle Food",
	"Item.VeronicaFoodDesc":"Recovers 225 HP.\n\"Try it! It's made from fresh, locally-harvested, absolutely edible stuff!\"",
	"Item.VeronicaGummy":"Veronica's Mana Gummy",
	"Item.VeronicaGummyDesc":"Recovers 60 Mana.\n\"A Mana Potion, in a form of a tasty, berry-flavoured gummy! Trust me, it's great!\"",
	"Item.SandBomb":"Sand Bomb",
	"Item.SandBombDesc":"Deals a small amount of Physical damage to all opponents while also blinding them.\n\"This sand gets everywhere, but mostly in the eyes, which makes your accuracy suffer.\"",
	"Item.MHPBooster":"Max HP Booster",
	"Item.MHPBoosterDesc":"Permanently increases your max HP by 5.\n\"It should be a flower, you say?\"",
	"Item.MMPBooster":"Max Mana Booster",
	"Item.MMPBoosterDesc":"Permanently increases your max Mana by 2.\n\"Gather about a dozen and you'll be able to use a spell one more time!\"",
	"Item.ATKBooster":"Attack Booster",
	"Item.ATKBoosterDesc":"Permanently increases your Attack by 1.\n\"Press the advantage and increase your damage by about 3!* *depends on the attack\"",
	"Item.DEFBooster":"Defence Booster",
	"Item.DEFBoosterDesc":"Permanently increases your Defence by 1.\n\"Pro tip: If your Defence is higher than double the enemy's Attack, most of their attacks won't hurt you.\"",
	"Item.MATBooster":"Magical Attack Booster",
	"Item.MATBoosterDesc":"Permanently increases your Magical Attack by 1.\n\"If you want your spells to give that one extra little bit of a punch, this is for you.\"",
	"Item.MDFBooster":"Magical Defence Booster",
	"Item.MDFBoosterDesc":"Permanently increases your Magical Defence by 1.\n\"Not many enemies use magic, but still useful anyway.\"",
	"Item.AGIBooster":"Agility Booster",
	"Item.AGIBoosterDesc":"Permanently increases your Agility by 1.\n\"Get about a thousand of these and you'll be more agile than a blue hedgehog mastering a bullet hell game!\"",
	"Item.LUKBooster":"Luck Booster",
	"Item.LUKBoosterDesc":"Permanently increases your Luck by 1.\n\"You got unlucky this time - it'll increase your damage by a minuscule amount... Time to increase your CRIT!\"",
	"Item.RNGBooster":"Unknown Booster",
	"Item.RNGBoosterDesc":"Use to reveal a random Stat Booster.\n\"What you'll get? Use this to find out!\"",
	"Item.TRIBooster":"Small Booster Pack",
	"Item.TRIBoosterDesc":"Use to get 3 random Stat Boosters.\n\"It's a small packet, but I'm sure that it'll come to a great help.\"",
	"Item.QUIBooster":"Large Booster Pack",
	"Item.QUIBoosterDesc":"Use to get 5 random Stat Boosters.\n\"Remember that one monster girl card game? Well, it also got 5-card booster packs. Why I'm telling you it, though? No idea.\"",
	"Item.DesertSand":"Desert Sand",
	"Item.DesertSandDesc":"A small amount of sand from the Great Desert.\n\"Yeah, it's just sand. Don't put it into sandwiches, or you'll be sand.\"",
	
	"State.Poison":"Posion",
	"State.PoisonDesc":"Deals 2.5% of your HP as damage per turn.\n\"Unless you find an antidote, poison is a harbinger of death.\"",
	"State.Blind":"Blindness",
	"State.BlindDesc":"Reduces accuracy by 50%.\n\"Hey! Who turned the lights off?!\"",
	"State.Silence":"Mana Block",
	"State.SilenceDesc":"Disallows the use of spells.\n\"I got muggled out of my magic. Unfair.\"",
	"State.Rage":"Rage",
	"State.RageDesc":"Forces to attack, instead of doing other things.\n\"*extremely pissed-off roar*\"",
	"State.Confusion":"Confusion",
	"State.ConfusionDesc":"Forces to attack anyone randomly, no matter if it's a friend or foe.\n\"Where am I? Who am I? What am I? Why am I? How am I?\"",
	"State.Charm":"Charm",
	"State.CharmDesc":"Forces to attack allies in favour of their enemies.\n\"You seem really nice. Why shouldn't I help you?\"",
	"State.Sleep":"Sleep",
	"State.SleepDesc":"Forces to cease doing anything.\n\"Why I'm soooo- *sleeps*\"",
	"State.Paralysis":"Paralysis",
	"State.ParalysisDesc":"Reduces all things related to accuracy and evasion by 25%.\n\"What'll it be, leaded or unleaded?\"",
	"State.Freeze":"Freeze",
	"State.FreezeDesc":"Disallows doing anything until the ice is shattered by an attack.\n\"You're lucky that it isn't Snowgrave.\"",
	"State.Stun":"Stun",
	"State.StunDesc":"Stuns the enemy for a little while, making them unable to fight back.\n\"ouch my ears\"",
	"State.Berylliosis":"Berylliosis",
	"State.BerylliosisDesc":"Poisons the enemy with beryllium, dealing 2.5% of HP as damage per turn.\n\"I wheeze as like my lungs burn inside...\"",
	"State.Curse":"Curse",
	"State.CurseDesc":"Removes 2.5% of HP, Mana and TP every turn.\n\"Dark magic isn't a force to underestimate.\"",
	"State.Burn":"On Fire!",
	"State.BurnDesc":"Deals 2% of your HP as damage per turn.\n\"I'M ON FIRE!!! LITERALLY!\"",
	"State.Precision":"Masterful Precision",
	"State.PrecisionDesc":"Guaranteeds a critical hit every attack.\n\"Sometimes precision is everything that matters.\"",
	"State.Bleed":"Bleed",
	"State.BleedDesc":"Weakens a variety of things, including your ability to use skills and defend, by 10%.\n\"It's hard to focus when you're aware that you're bleeding.\"",
	"State.Teasing":"Teasing",
	"State.TeasingDesc":"Makes enemies more likely to attack you.\n\"Maybe I'm not a teasing master, but this is good enough!\"",
	"State.Rainbowized":"Rainbow's curse",
	"State.RainbowizedDesc":"Increases the elemental damage taken by 5%.\n\"Fire, Ice, Water, Electricity - All different, but all wonderful.\"",
	"State.Wet":"Wet",
	"State.WetDesc":"Decreases all the main stats by 5%.\n\"Who enjoys having wet clothes?\"",
	"State.Discharged":"Discharge",
	"State.DischargedDesc":"Reduces TP gain by 50%.\n\"This is taking longer than expected. Maybe try with a better charger?\"",
	"State.WetMinami":"Wet!",
	"State.WetMinamiDesc":"Decreases all the main stats by 7.5%.\n\"I just hate being wet.\"",
	"State.Trapped":"Trapped",
	"State.TrappedDesc":"Forces to walk into a trap, dealing high damage to themself.\n\"How you can be so stupid to fall into a trap that obvious?\"",
	"State.FireFists":"Fire Fists",
	"State.FireFistsDesc":"Deals fire damage with the possibility of burning enemies.\n\"The only reason why I don't freak out seeing that, is that I made this myself.\"",
	"State.Charge1":"Charge - Tier 1",
	"State.Charge1Desc":"Increases attack, electrical damage, agility, evasion, TP charge, and healing from electrical damage.\n\"Electricity powers were passed down my family line forever...\"",
	"State.Charge2":"Charge - Tier 2",
	"State.Charge2Desc":"Increases attack, electrical damage, agility, evasion, TP charge, and healing from electrical damage.\n\"...but in my case, they are really potent.\"",
	"State.Charge3":"Charge - Tier 3",
	"State.Charge3Desc":"Increases attack, electrical damage, agility, evasion, TP charge, and healing from electrical damage. Normal attack deals electrical damage.\n\"Overall, don't underestimate my electricity, as you might get shocked.\"",
	"State.Anxious":"Anxious",
	"State.AnxiousDesc":"Slightly decreases main stats and the effectiveness of guarding, casting spells, and gaining TP.\n\"Good thing that it's over, but now it's hard to stop thinking about it...\"",
	"State.FoodPoisoning":"Food Poisoning",
	"State.FoodPoisoningDesc":"Deals 1% of HP as damage per turn and greatly reduces healing effectiveness.\n\"My stomach... it hurts... I think I'll vomit at any moment...\"",
	"State.TrapPhaseWeakness":"Weakness",
	"State.TrapPhaseWeaknessDesc":"Decreases your stats, defence, recovering, evasion, crit rate, and accuracy.\n\"Why I do feel weaker?\"",
	"State.TrapPhaseFocusLoss":"Focus Loss",
	"State.TrapPhaseFocusLossDesc":"Decreases your stats, TP charge rate, evasion, crit rate, and accuracy. Also increases spell cost.\n\"My mind feels numb...\"",
	"State.TrapPhaseInsanity":"Insanity",
	"State.TrapPhaseInsanityDesc":"Forces to do whatever, without your intervention.\n\"I don't know what I'm doing!\"",
	"State.TrapPhaseViolentPhase":"Violent Phase",
	"State.TrapPhaseViolentPhaseDesc":"Forces to attack the enemy.\n\"*slash sound*\"",
	"State.Distracted":"Distracted",
	"State.DistractedDesc":"Makes you lose your turn and the ability to dodge attacks.\n\"*cluelessly dancing to the beat*\"",
	"State.Targetted":"Targetted!",
	"State.TargettedDesc":"Increases you aggro by an insane amoung, basically guaranteeing that you'll get hit.\n\"...does it mean farewell?\"",
	
	"Enemy.DesertBandit":"Desert Bandit",
	"Enemy.DesertBanditMage":"Desert Witch",
	"Enemy.DesertBanditLeader":"Bandit Leader",
	"Enemy.TrainingDummy":"Training Dummy",
	"Enemy.MineBandit":"Mine Bandit",
	"Enemy.MineBanditPhysical":"Mine Bandit (Fortified)",
	"Enemy.MineBanditFire":"Mine Bandit (Heatworker)",
	"Enemy.MineBanditIce":"Mine Bandit (Iceworker)",
	"Enemy.MineBanditElectricity":"Mine Bandit (Electrican)",
	"Enemy.MineBanditWater":"Mine Bandit (Waterworker)",
	"Enemy.MineBanditLeader":"Mine Bandit Leader",
	"Enemy.MineBanditSasin":"Mine Bandit",
	"Enemy.BanditPhysical":"Fortified Bandit",
	"Enemy.BanditFire":"Heatworker Bandit",
	"Enemy.BanditIce":"Iceworker Bandit",
	"Enemy.BanditElectricity":"Electrican Bandit",
	"Enemy.BanditWater":"Waterworker Bandit",
	"Enemy.ForestBandit":"Forest Bandit",
	"Enemy.SummonBandit":"Sasin's Bandit",
	"Enemy.SummonBanditPhysical":"Fortified Bandit",
	"Enemy.SummonBanditFire":"Heatworker Bandit",
	"Enemy.SummonBanditIce":"Iceworker Bandit",
	"Enemy.SummonBanditElectricity":"Electrican Bandit",
	"Enemy.SummonBanditWater":"Waterworker Bandit",
	"Enemy.ForestBandit":"Forest Bandit",
	"Enemy.Lamp":"Lamp",
	
	"TP.Mode":"TP Mode",
	"TP.Default":"Default",
	"TP.DefaultDesc":"Earn TP through Attacking, Defending, or taking damage.",
	"TP.Sponge":"Damage Sponge",
	"TP.SpongeDesc":"Earn a lot of TP when receiving damage, but lose a bit of TP each turn.",
	"TP.Maniac":"Violence Maniac",
	"TP.ManiacDesc":"Earn a lot of TP ONLY by dealing damage with any skill.",
	"TP.TPBoost":"TP Hoarder",
	"TP.TPBoostDesc":"Earn small amounts of TP when receiving or dealing damage, with a higher upper limit. Can also carry the TP between battles.",
	"TP.Passive":"Regenerator",
	"TP.PassiveDesc":"Earn small amounts of TP passively each turn, regardless of what you do.",
	
	"Category.Select1":"Pick item(s) of type",
	"Category.Select2":"(Quantity:",
	"Category.Selected":"(Selected)",
	"Category.None":"Uncategorised",
	"Category.Note":"Note",
	
	"Cap":""
}