{
	"Lock":"Locked.",
	"Goodbye":"Goodbye!",
	"Nothing":"Nothing happened.",
	"NoSaveReminder":"(You're entering a place where you ${Text.Calamity}can't save${Text.Normal}. Do you want to continue?)",
	
	"Story1":"Genji, could you tell a story? Please!",
	"Story2":"Okay. I recently read a fact-based one. I'm sure you'll like it!",
	"Story3":"Long ago, the six nations lived in peace.",
	"Story4":"Then, everything changed when the Boiling Nation attacked.",
	"Story5":"The once peaceful nations began to fight, and then the world was engulfed by the war.",
	"Story6":"But it was only when nearly all hope to end it was lost, that a winged savior showed up.",
	"Story7":"Everyone was looking at her with awe while she was ending the long-lasting war.",
	"Story8":"Thanks to her, everything was peaceful...",
	"Story9":"...until it wasn't.",
	"Story10":"The savior, who was then ruling a nation, was assassinated.",
	"Story11":"That event made the whole world battle again, this time with a goal: Greatly punish that assassin!",
	"Story12":"After justice was done, the world was peaceful once again.",
	"Story13":"And that's the end of the story.",
	"Story14":"As you know, something's stirring up there again.",
	"Story15":"Who knows how it unfolds this time?",
	"Story16":"Oh, it's getting late. Good night!",
	"Story17":"Good night!",
	"Story18":"I'm sorry, but this isn't a time for a story. Good night!",
	"Story19":"Good night...",
	"Story20":"The next day\\|.\\|.\\|.",
	
	"Check1":"My laptop. There are games and important files on it.",
	"Check2":"(Why... did I say that?)",
	"Check3":"Genjiro has some pretty fast internet.",
	"Check4":"Moving boxes from nine years ago.",
	"Check5":"I liked cardboard boxes since... forever?",
	"Check6":"A pretty good chair that was bought in JCLT.",
	"Check7":"Though nothing can beat Genjiro's gaming chair.",
	"Check8":"Shelves, filled with various things.",
	"Check9":"Wait, what's this?",
	"Check10":"My bed.",
	"Check11":"I prefer shorter but often sleep.",
	"Check12":"Just a shelf.",
	"Check13":"A bookshelf.",
	"Check14":"Over there is the laboratory section of the villa.",
	"Check15":"I think that I shouldn't go there.",
	"Check16":"He passed out...",
	"Check17":"She passed out...",
	"Check18":"Telar's grave. It looks like someone placed a memorial statue of her.",
	"Check19":"I'll bet a hundred that after so long, this bread is stale and hard as a stone!",
	"Check20":"The Nijisaki canal. It brings us more fresh water.",
	"Check21":"I don't feel comfortable standing near it.",
	"Check22":"A tablet with many recipe bookmarks and notes.",
	"Check23":"It also works as a chopping board if you're in a hurry.",
	"Check24":"A microwave.",
	"Check25":"Mostly used to prepare instant ramen.",
	"Check26":"Okimoto Makoto's portrait.",
	"Check27":"Genjiro once told me that one of his sons was the first of the Okimoto bloodline.",
	"Check28":"An induction cooker.",
	"Check29":"I can cook quite well.",
	"Check30":"A sink.",
	"Check31":"Just a normal sink. What else to say.",
	"Check32":"A fridge.",
	"Check33":"I'm not fond of cold food.",
	"Check34":"The gaming chair that I built myself.",
	"Check35":"It's awesome - it has a built-in computer, a whole load of buttons and it even flies. That's why one of my nicknames is \"Master_Chen\".",
	"Check36":"Entrance to the basement.",
	"Check37":"There's a ton of valadium and dangerous stuff down there. I don't recommend going there.",
	"Check38":"An ATM.",
	"Check39":"Paying by phone is way more convenient.",
	"Check40":"One of my workbenches. Also the only one not im my basement.",
	"Check41":"The rug that I and Genjiro were making some occult summoning rituals last night.",
	"Check42":"The rug that I and Genjiro were making some occult summoning rituals a few nights ago.",
	"Check43":"I think that we executed that correctly, and it should be a beneficial entity, but no one can be sure.",
	
	"Bookshelf1":"There's the 1st tome of the \"Welcome to Yōkai School! Hiroki-kun\" manga on it.",
	"Bookshelf2":"We had read the whole series lots of times.",
	"Bookshelf3":"There's a book about coding in Malbolge on it.",
	"Bookshelf4":"I think that only Naemi could write a program in this mad language.",
	"Bookshelf5":"There's a spell tome on it.",
	"Bookshelf6":"These spells are so advanced that I can use as many of them as Naemi can.",
	"Bookshelf7":"There's a book filled with random numbers on it.",
	"Bookshelf8":"Why would even anyone use this if there's a free randomizing app?",
	"Bookshelf9":"There's an illustrated tome of \"Henry Portman: Escaping the Astaban\" on it.",
	"Bookshelf10":"I can't wait for \"Henry Portman: Stealing the Goblet\"!",
	"Bookshelf11":"There's a guide telling how to beat \"Southern Direction: Summoning of Crimson Witch\" on it.",
	"Bookshelf12":"That game was amazing, and the newer games from this series are even better!",
	"Bookshelf13":"There's a scroll containing Naemi's blueprints on it.",
	"Bookshelf14":"Very useful in case she breaks beyond repair.",
	"Bookshelf15":"There's a note with a story on it.",
	"Bookshelf16":"Hey, that's the same story that Genjiro once told me!",
	"Bookshelf17":"I don't know this story.",
	
	"MinamiDate":"June 25th, 510",
	"MinamiRoom1":"Meow~ Finally! I beat it! Now let's check the hour...",
	"MinamiRoom2":"Wait, it's 2 PM already? For how long I've been trying to beat this boss?",
	"MinamiRoom3":"Well, it doesn't matter now. I should really leave my bed right now.",
	"MinamiRoom4":"Another day! And it's adventure day!",
	"MinamiRoom5":"Wait, it's 1 PM already? For how long I've been sleeping?",
	"MinamiRoom6":"Well, it doesn't matter now. I should really check what others are doing.",
	"OkimotoTop1":"Minami! You are finally awake!",
	"OkimotoTop2":"I prepared something to eat for you!",
	"OkimotoTop3":"Okay!",
	"OkimotoTop4":"Minami! You are finally awake! We were waiting for ya!",
	"OkimotoTop5":"By the way, you did a great job resurrecting Telar. Her pulse is like it should be.",
	"OkimotoTop6":"Not like your 120 BPM at rest!",
	"OkimotoTop7":"Oh, I also have something for you. It is a battle book. Reading it should give you some experience, so you aren't that behind.",
	"OkimotoTop8":"Thank you very much, Telar~!",
	"OkimotoTop9":"Oh, and also, I got a somewhat interesting pillow ad before a video. Maybe someone will know something about it?",
	"OkimotoChen1":"Good afternoon Minami!",
	"OkimotoChen2":"Hi, Naemi~ I know what we're gonna do today!",
	"OkimotoChen3":"What?",
	"OkimotoChen4":"I remembered the story of this necklace... According to it, it belonged to Telar, and she valued it very much! ",
	"OkimotoChen5":"Maybe something would happen if we put it in a place that was important to her.",
	"OkimotoChen6":"Sounds interesting. I'm in.",
	"OkimotoChen7":"By the way happy birthday!",
	"OkimotoChen8":"Thanks, meow~",
	"OkimotoChen9":"Don't forget your breakfast! It might be useful later!",
	"OkimotoLeave1":"Where are you going Minami?",
	"OkimotoLeave2":"Don't tell me that you are so eager to do some mischief that you'll rather eat cat food than breakfast only to save time!",
	"OkimotoLeave3":"I'm not a fan of cold food, and the cake is still warm.",
	"OkimotoReturn1":"Finally, you're here!",
	"OkimotoReturn2":"Happy birthday, Minami!",
	"OkimotoReturn3":"Thanks, Genji~!",
	"OkimotoReturn4":"By the way, who's that woman that you're with?",
	"OkimotoReturn5":"Genjiro, her name is Telar.",
	"OkimotoReturn6":"Hello, Telar. Nice to meet you.",
	"OkimotoReturn7":"Wait... You were killed ages ago!",
	"OkimotoReturn8":"Good evening, Genjiro. Nice to meet you, too.",
	"OkimotoReturn9":"And when it comes to that, it's my doing.",
	"OkimotoReturn10":"Well, I just finished decorating a cake for ya, so you are just in time.",
	"OkimotoReturn11":"Let's go before it gets cold!",
	"OkimotoBirthday1":"Two hours later\\|.\\|.\\|.\\|",
	"OkimotoBirthday2":"This party was AWESOME!",
	"OkimotoBirthday3":"I agree. Especially that cake.",
	"OkimotoBirthday4":"Thanks! I made it the best that I could!",
	"OkimotoBirthday5":"But, it's getting late already. Someone has any plans for tommorow?",
	"OkimotoBirthday6":"I have an idea. What do you all think of an adventure to end this whole war?",
	"OkimotoBirthday7":"It's a nice idea.",
	"OkimotoBirthday8":"By the way, let's take what remained of that cake. I don't want it to be wasted!",
	"OkimotoBirthday9":"It was really me who's the mastermind behind this party - Genjiro only baked the cake.",
	"OkimotoBirthday10":"Minami, how was the cake?",
	"OkimotoBirthday11":"Excellent! As sweet as I like!",
	"OkimotoBirthday12":"Woah, I think that I found the sugar balance... That's an achievement for sure!",
	"OkimotoBirthday13":"That was not a birthday that I anticipated, but a birthday that thou deserved.",
	
	"NijisakiSteph1":"Hey, why did Stephen make his drone base like a military base?",
	"NijisakiSteph2":"I don't know. Ask him. He will probably answer.",
	"NijisakiDrone1":"I think that we should ask Stephen before we take his drone - and I don't know how to steer them.",
	"NijisakiDrone2":"You have a point. Better call him.",
	"NijisakiDrone3":"Better call Stephen.",
	"NijisakiDrone4":"So what are we waiting for? Let's fly!",
	"NijisakiDrone5":"Destination reached.",
	"NijisakiDrone6":"Thanks!",
	"NijisakiShop1":"Hello, Minami.",
	"NijisakiShop2":"Hello. I have an adventure idea that I want to do today.",
	"NijisakiShop3":"Understood. I have something specially for adventuring.",
	"NijisakiShop4":"Thank you.",
	"NijisakiShop5":"You don't have enough stars to start this machine.",
	"NijisakiShop6":"What do you want to do?",
	"NijisakiShop7":"Buy star items",
	"NijisakiShop8":"Check next item",
	"NijisakiShop9":"The next item is ",
	"NijisakiShop10":" and it requires ",
	"NijisakiShop11":" stars to unlock.",
	"NijisakiShop12":"Hint: Five of these stars are on these shelves, hidden behing codes of numbers.",
	"NijisakiShop13":"Hint: The first code is your goroawase.",
	"NijisakiShop14":"Hint: Remember? 3 is „mi”, 7 is „na”.",
	"NijisakiShop15":"Hint: The second code is a number that is somehow very popular in the Mineral Nation.",
	"NijisakiShop16":"Hint: That number is an hour that a famous person died.",
	"NijisakiShop17":"Hint: The third code is... well, you'll know When You See It.",
	"NijisakiShop18":"Hint: Do you know that circle-clicking game? That meme originated from that.",
	"NijisakiShop19":"Hint: The last code is very special. There, take these three words: Lift, Picnic, Otherside.",
	"NijisakiShop20":"Hint: If you are lost, try checking from 1 to 10 and remembering what's right.",
	"NijisakiShop21":"Well, there's nothing here left. Try looking elsewhere for the rest of them.",
	"NijisakiShop22":"Hello, what it will be today?",
	"NijisakiShop23":"I saw and saved an interesting ad, but it has a lot of marketing jargon. Do you know something about it?",
	"NijisakiShop24":"Interesting. This is probably the most truthful ad that I've seen, on top of being catchy.",
	"NijisakiShop25":"I'll contact the manufacturer and see if I can sell these pillows.",
	"NijisakiShop26":"Welcome! As for the pillows, yes, I can sell them, and I also learned a new thing when it comes to selling.",
	"NijisakiShop27":"Just as the \\C[13]Magical Storage \\C[0]completely overshadowed backpacks and other storage means, the \\C[13]Magical Storage Transfer \\C[0]makes standard deliveries a thing of the past.",
	"NijisakiShop28":"And, it's the final piece to finally get my online shop running! Here's the link. I'll try to keep up with transfering the goods while making sure that my online store gets popular at least in Nijisaki City.",
	"NijisakiShop29":"Thank you very much.",
	"NijisakiShelf1":"This is the ",
	"NijisakiShelf2":" shelf. Should I search in it?",
	"NijisakiShelf3":"Something... happened?",
	"NijisakiShelf4":"Something... un-happened?",
	"NijisakiShelf5":"A star fell off the shelf!",
	"NijisakiShelf6":"Two stars fell off the shelf!",
	"NijisakiShelf7":"Oh, and I now can see where the stars are.",
	"NijisakiShelf8":"That will certainly help me with gaining more of them!",
	"NijisakiShelf9":"WHAT HAPPENED TO THIS PLACE?!",
	"NijisakiShelf10":"what... is... this... PLACE?!",
	"NijisakiAster1":"Hi Aster! What's up?",
	"NijisakiAster2":"Oh, it's you, Minami. Sorry, I just didn't notice you.",
	"NijisakiAster3":"I'm here doing shopping, and I somehow forgot a lot of things.",
	"NijisakiAster4":"And I bought too many eggs. Here, take one!",
	"NijisakiAster5":"Thank you.",
	"NijisakiAster6":"No problem.",
	"NijisakiAster7":"You can do whatever you want to do with that egg.",
	
	"DesertDrone1":"Oh, the Great Desert. Before the Cataclysm of 600 years ago, this was the perfect place to live and thrive.",
	"DesertDrone2":"Now it's nearly devoid of life.",
	"DesertDrone3":"WAIT!",
	"DesertDrone4":"What?!",
	"DesertDrone5":"I nearly forgot! This drone is faulty!",
	"DesertDrone6":"(I wonder why it hasn't fallen yet...)",
	"DesertDrone7":"Okay, so the plan is this: I land the drone, you escape, and then I beg for this drone to safely return home...",
	"DesertDrone8":"Until next time, Stephen!",
	"DesertDrone9":"Until next time, Minami!",
	"DesertDrone10":"Picking the drone debris doesn't seem like a bad idea.",
	"DesertBandits1":"Why there are so many bandits everywhere?!",
	"DesertBandits2":"I couldn't find anything about it. It must be a very recent activity.",
	"DesertBandits3":"Woah, I didn't expect that beating up bandits can be so fun!",
	"DesertBandits4":"You seem to be fairly good at your job, too.",
	"DesertEnemy1":"Hey! What are you up to?!",
	"DesertSign1":"To the left - desert, to the right - desert.",
	"DesertSign2":"To the up - ruins of the Surface Steam Nation.",
	"DesertTent1":"These stupid bandits probably won't return here anytime soon, soooo... who cares if I take these notes?",
	"DesertTent2":"Woah... it looks like there's a spell explained on them.",
	"DesertTent3":"It probably was a good idea afterall!",
	"DesertTent5":"Wow, a healing spell! Awesome!",
	"DesertBoard1":"\"Report every fallen squad here. If you count 10, let me know\"",
	"DesertBoard2":"Apart from this text, the whiteboard is empty.",
	"DesertBoard3":"There is a dash here.",
	"DesertBoard4":"There are \\V[7] dashes here.",
	"DesertBoard5":"There are \\V[7] dashes here.",
	"DesertBoard6":"Someone is counting this!",
	"DesertBoard7":"We're doing well!",
	"DesertBoard8":"Is it half already? Because I thought it was only a third.",
	"DesertBoard9":"I wonder who they will let know?",
	"DesertBoard10":"Just one more remaining!",
	"DesertBoard11":"And I think we have a problem.",
	"DesertBoard12":"I think we overdid it.",
	"DesertBoard13":"Where are the rest?",
	"DesertBoard14":"That was great! I want to do it again!",
	"DesertBoard15":"Wait, what?",
	"DesertWarning1":"I don't feel quite ready yet. Are we going anyway?",
	"DesertWarning2":"There's still something here, and I don't feel like returning here. Are we going anyway?",
	"DesertWarning3":"Shall we go?",
	"DesertLeader1":"What? Two girls just busted all of our squads? Who are they?",
	"DesertLeader2":"You say that one of them is a cat and the other one's probably a robot?",
	"DesertLeader3":"Ok. I'll look for them, and when I find them, I will give them a bad time!",
	"DesertLeader4":"Here you are!",
	"DesertLeader5":"I am Sasin, the leader of this division!",
	"DesertLeader6":"And you are destroying my entire job!",
	"DesertLeader7":"And I wonder what you were looking for. Even I took more things from here than all your bandits combined.",
	"DesertLeader8":"So what? I found the thing that I was looking for. Look, it's on your chest! And I will have it soon!",
	"DesertLeader9":"This necklace? You will have? Don’t even think about it, idiot!",
	"DesertLeader10":"Why are you healing yourself?!",
	"DesertLeader11":"Well, why I can't use lifesteal, while you outnumber and overpower me?",
	"DesertLeader12":"Eh, you won!",
	"DesertLeader13":"Don't worry, I will find you!",
	"DesertLeader14":"Heh. This necklace is mine!",
	"DesertLeader15":"YOU WILL REGRET IT.",
	
	"Tutorial1":"Hey! Don't ambush us when we're landing!",
	"Tutorial2":"I think that it might be good to learn fighting Minami.",
	"Tutorial3":"If you feel that you don't need tutorials just escape.",
	"Tutorial4":"Ok~ So, what should I do first?",
	"Tutorial5":"I think that a normal attack will do.",
	"Tutorial6":"How did I do?",
	"Tutorial7":"Great! Now I think that the enemy is preparing a powerful attack. Better take guard.",
	"Tutorial8":"Good thing that you're guarding. Though remember: there's nothing better for healing than some food.",
	"Tutorial9":"See! They're guarding. Use a powerful skill against them!",
	"Tutorial10":"Still guarding... Remember that flamey yarn spell?",
	"Tutorial11":"Yes, I do~",
	"Tutorial12":"Then use it - let's see how they react to that.",
	"Tutorial13":"Now I think that you know what you can do in battles. Let's finish them!",
	"Tutorial14":"Yea! Let's go!",
	"Tutorial15":"We did it~!",
	"Tutorial16":"Though, there is a lot of other bandits around here...",
	"Tutorial17":"At least I know how to defeat them!",
	"Tutorial18":"Ok. Let's not bother with that ambush and go where we were supposed to go.",
	"Tutorial19":"Also there are a lot of enemies nearby that we can defeat to train ourselves. Though we shouldn't get cocky - I feel like someone counts the losses.",
	
	"Opportunist1":"(Finally, someone who isn't a bandit is interested in my wares)",
	"Opportunist2":"Oh, hi adventurers! Welcome to my shop!",
	"Opportunist3":"I'm Veronica, and I sell the best products on the entire Great Desert!",
	"Opportunist3Alt":"I'm Veronica, and I sell the best products in the entire Coal Forest!",
	"Opportunist4":"...because there's no other shopkeepers around.",
	"Opportunist5":"Oh, technicalities! Come on and buy something!",
	"Opportunist6":"Oh, hi again! I see that you brought some new people!",
	"Opportunist7":"(Well, it's not like that I got my selling licence revoked cause of a few causes of my products poisoning some people)",
	"Opportunist8":"(She's somehow worse in lying than me...)",
	"Opportunist8":"So, go on and buy something! Wares like these ain't free, ya know!",
	"Opportunist9":"So, what do you want to do?",
	"Opportunist10":"Buy something!",
	"Opportunist11":"Ask questions...",
	"Opportunist12":"Go away...",
	"Opportunist13":"Great! Here are my wares, take what you like.",
	"Opportunist14":"Yeah, sure. Just don't cry if your consumables run out.",
	"Opportunist15":"Yeah, sure, I'll listen. What's the matter?",
	"Opportunist16":"From what do you make your products?",
	"Opportunist17":"How can we be sure that your products are good?",
	"Opportunist18":"Oh, I can't tell you most of that, as it's a trade secret, ya know?",
	"Opportunist19":"I can just tell you that they're made directly by me, from all naturally-harvested things!",
	"Opportunist20":"(Even the cheapest junk food is of a better quality...)",
	"Opportunist21":"Well, look at all my other customers! They're all satisfied with my products!",
	"Opportunist22":"Bandits can be satisfied by any trash that looks even semi-valuable. Do you have any customers that are more picky?",
	"Opportunist23":"Oh yeah, I have! What about the legendary Desert Queen? She LOVES my products!",
	"Opportunist24":"Well if my calculations are right and your and your family have a typical human lifespan then the Desert Queen died way before your grandmother was even born.",
	"Opportunist25":"(shit they're better at history than I expected)",
	
	"TelarArrival":"We reached our destination. The main square of the surface Steam Nation was right here.",
	"TelarPlacement1":"(Place the necklace?)",
	"TelarPlacement2":"Meow~ Here it is!",
	"TelarAlive1":"What happened to my palace? Someone destroyed it, or maybe I was dead for so long?",
	"TelarAlive2":"Answering your question all information I found indicates the second option.",
	"TelarAlive3":"Oh.",
	"TelarAlive4":"I forgot to introduce myself. My name is Telar Jriaed.",
	"TelarAlive5":"I'm Naemi Okimoto. Nice to meet you.",
	"TelarAlive6":"And I'm Minami Jriaed. Also nice to met you~",
	"TelarAlive7":"Will thou repeat, please?",
	"TelarAlive8":"Minami Jriaed.",
	"TelarAlive9":"From the family tree, I'm your great-niece~",
	"TelarAlive10":"Understood. It makes sense, apart from your ears and tail.",
	"TelarAlive11":"I will tell you later.",
	"TelarAlive12":"As I can see, your home has turned into ruins. Maybe you would like to go back to our home with us?",
	"TelarAlive13":"Of course.",
	"TelarAlive14":"But how will we get to our home?",
	"TelarAlive15":"I have an idea.",
	"TelarAlive16":"What is your idea?",
	"TelarAlive17":"You should carry-",
	"TelarAlive18":"I am afraid that I probably can not carry you home.",
	"TelarAlive19":"Hey, maybe I'll call for a ride then? I hope that Stephen has a working drone.",
	"TelarAlive20":"I don't know the meaning of some of your words, but it sounds good.",
	"TelarAlive21":"That's also good idea.",
	
	"MineDarkness1":"It's so dark that I can't see anything!",
	"MineDarkness2":"Don't you see well in the dark?",
	"MineDarkness3":"Yeah, but not when it's dark as hell!",
	"MineDarkness4":"Good thing that we have our phones.",
	"MineWay1":"Which way we should go?",
	"MineWay2":"That depends on what we are going to do. If we're gonna go forward with our adventure, we should go along the tracks. If we're gonna find treasure and secrets, then we shouldn't go along the tracks.",
	"MineWay3":"(Why I didn't think about it earlier...?)",
	"MineWay4":"To the right are the new shafts of this mine, which you can traverse to get to the town.",
	"MineWay5":"But be cautious - these are full of bandits. I don't know what they want, but they definitely are a trouble.",
	"MineWay6":"We can manage it!",
	"MineWay7":"Is there a way to avoid them?",
	"MineWay8":"Thank you.",
	"MineWay9":"That's good. The less of them, the safer the mine.",
	"MineWay10":"I don't know, but you look pretty clever to me. You'll definitely think of something!",
	"MineWay11":"You're welcome!",
	"MineWay12":"Ah, by the way - take this, it might be useful for you.",
	"MineWay13":"These are notes that I found scattered across the mines. I think that using them will give some EXP for your whole team.",
	"MineWay14":"Take care in these mines!",
	"MineNPC1":"...these should go here, and these should go here...",
	
	"ForestChest1":"Hmm? Did something appear near the place where we entered here?",
	"ForestChest2":"How did you know that, Minami?",
	"ForestChest3":"I heard that this chest appeared.",
	"ForestChest4":"I didn't hear that. But I think that's because you have the best hearing out of us all.",
	"ForestChest5":"Hmm? Did something appear near the pond?",
	
	"DebowiecBlock1":"Someone blocked the path.",
	"DebowiecSasin1":"Who are you? Do you don't know that you shouldn't disturb the making of open pit mines?",
	"DebowiecSasin2":"Why the hell are you making an open pit mine... in the middle of the pavement?",
	"DebowiecSasin3":"Not your business. By the way, I was the one who blocked that path, because I don't want too many people to come to this city and disturb my doing.",
	"DebowiecSasin4":"You know, these are blocking the path to our next destination, so, I have a deal: if you defeat us, we'll return home and you can continue your open pit mine. But if WE defeat YOU, you take away both your open pit mine and these blockades.",
	"DebowiecSasin5":"Deal! Let's see who's stronger!",
	"DebowiecSasin6":"Heh, now, per the deal, you return home and don't disturb me any further.",
	"DebowiecSasin7":"*sigh* Well, the deal was set and now I have leave this place. See you later!",
	"DebowiecSasin8":"First, someone did defeat a huge amount of my bandits in the desert, and now, you came and disturb my work?!",
	"DebowiecSasin9":"Well, I don't know that someone, I don't think that it's-",
	"DebowiecSasin10":"(Don't try to lie please. With your lying ability you're only gonna make the situation worse.)",
	"DebowiecSasin11":"Anyway, your work is pretty much illegal (though I don't know too much about the law), and now we're stopping you from continuing. Surrender before I call the police.",
	"DebowiecSasin12":"No! Show me what you're worth first!",
	"DebowiecSasin13":"Heh, how dumb of you. Now you're the one who has to flee.",
	"DebowiecSasin14":"Yeah, you're pretty strong, no wonder that you defeated these bandits with ease, I gotta go, bye!",
	"DebowiecSasin15":"Well, well, if it isn't the cat and the android? Could you tell me where's that necklace?",
	"DebowiecSasin16":"(He means your necklace, Telar.)",
	"DebowiecSasin17":"Here it is, standing before you, wanting to \\}STRIKE YOU DOWN\\{!",
	"DebowiecSasin18":"Oh, he is stronger than I thought.",
	"DebowiecSasin19":"Guess that you really trained in the meantime. I gotta go, bye!",
	"DebowiecSasin20":"You again? Beating me one time really isn't enough for ya?",
	"DebowiecSasin21":"Yeah. Also, you did block our path, so we have no other way of progressing than beating you up.",
	"DebowiecSasin22":"Well then, if you defeat me again, I'll unlock the path. If not, you go home and don't disturb me!",
	"DebowiecSasin23":"You previously defeated me with such ease, and now you didn't make a scratch on me? Huh, guess I got a lot stronger.",
	"DebowiecSasin24":"Yeah, that's what I honestly expected. I go unblock your path.",
	
	"MaximilianPoster":"Help wanted",
	"MaximilianPoster1":"I got a little game demo from a friend to review, but I'm bad at video games. I want to help him, so, could someone help review that game? - Maximilian",
	"MaximilianPoster2":"That sounds quite sincere... What do you think, should we help him?",
	"MaximilianPoster3":"I vote for yes. Especially if that game has a bullet hell mechanic.",
	"MaximilianPoster4":"Kindness is important. I'm in.",
	"MaximilianPoster5":"I agree with Naemi.",
	"MaximilianPoster6":"Let's go then!",
	"MaximilianDoor1":"Entering someone's house without any reason isn't appropriate.",
	"MaximilianDoor2":"Come in!",
	"MaximilianDoor3":"I decided to adventure with you, Minami.",
	"MaximilianDoor4":"We're here to help you.",
	"MaximilianWelcome1":"Sorry for the inconvience, I'm Minami.",
	"MaximilianWelcome2":"Don't worry. I'm Maximilian.",
	"MaximilianWelcome3":"I watched many of your matches before and, honestly, I didn't think of you as someone who doesn't know how to play a game.",
	"MaximilianWelcome4":"Yeah, that's because I lied on the bulletin board. I actually finished that game, but I worry that my review will be biased, so I looked for someone who would give me a 100% sincere review of that game.",
	"MaximilianWelcome5":"Either way, we'll happily help you review it!",
	"MaximilianWelcome6":"Thanks! The PC is right there, I left the game on the menu screen. Have fun!",
	"MaximilianCheck1":"That's my kitchenette.",
	"MaximilianCheck2":"Behind the door are my bedroom and bathroom.",
	"MaximilianGame1":"Ok, let's play it!",
	"MaximilianGame2":"Maximilian, why it spawned us in this forest, without an introduction or anything?",
	"MaximilianGame3":"Probably he sent me a test build. Still, it's currently the main gameplay, so nothing of value is lost.",
	"MaximilianGame4":"And why this looks so... basic? Like it was from the engine's sample maps and characters?",
	"MaximilianGame5":"He didn't have any ideas for a game, so that's what he tests, hoping that some inspiration will shine for him.",
	"MaximilianGame6":"Hey, Maximilian, do you want to join our team when we're finished?",
	"MaximilianGame7":"That's a nice idea. For how long I'll be out of my home? I have a major tournament in a month.",
	"MaximilianGame8":"I think that my adventure will last for about a week, so don't worry about that.",
	"MaximilianGame9":"Great. Now, only beat the final boss of this area and you're finished with this.",
	"MaximilianGame10":"Aaah! Why that enemy appeared out of nowhere?!",
	"MaximilianGame11":"There are random encounters in this game. Don't worry, you should be fine... unless the game decides to spam these.",
	"MaximilianGame12":"Oh, I lost...",
	"MaximilianGame13":"Don't worry, just try it again.",
	"MaximilianGame14":"Ok, the game's beaten.",
	"MaximilianRating1":"(How do you rate Maximilian's game?)",
	"MaximilianRating2":"Great",
	"MaximilianRating3":"Good",
	"MaximilianRating4":"Mid",
	"MaximilianRating5":"Bad",
	"MaximilianRating6":"Shit",
	"MaximilianRating7":"It's a great start for a game already, and I know how to make it even better!",
	"MaximilianRating8":"Great! Might I hear your idea, so I can message my friend?",
	"MaximilianRating9":"It's good, but I have an idea how to make it even better.",
	"MaximilianRating10":"It seems like our opinion isn't different. Might I hear your idea to also tell my friend?",
	"MaximilianRating11":"Well, it definitely isn't the game of all time, but it's also not that bad. I also have an idea on how to improve it.",
	"MaximilianRating12":"Ok, so, can I hear your idea? I want to tell my friend about it.",
	"MaximilianRating13":"It definitely needs lots of work still done if your friend isn't creating shovelware. I have an idea for a theme, so at least he won't need to be burdened with that.",
	"MaximilianRating14":"Honestly, it's the truth. It still needs a lot of work and dedication. But, an already established theme will help, so can I hear your idea?",
	"MaximilianRating15":"It's shit. But, I also have my idea to at least make it themed shit.",
	"MaximilianRating16":"Huh. How helpful of you. Then, can I hear your idea?",
	"MaximilianRating17":"Yeah! So, what if this game was about my adventure? You'll play a part in it, and we'll tell you everything that happened prior, so your friend can make a great game.",
	"MaximilianRating18":"Yes. So, what if this game was about my adventure? You'll play a part in it, and we'll tell you everything that happened prior, so your friend can make a better game.",
	"MaximilianRating19":"That's... a nice idea. I'll ask my friend if he also thinks so.",
	"MaximilianScarlet1":"By the way, do you know something about Scarlet?",
	"MaximilianScarlet2":"Hmm... does she have bright red hair?",
	"MaximilianScarlet3":"Yes, she has red hair.",
	"MaximilianScarlet4":"Then I fought her recently on a ring. As for a new contender, she was fighting really well. And, oh, she left a few cosmetic burns on my gloves.",
	"MaximilianScarlet5":"Well, we are on our way to find her, so if you join, you will be able to fight her again!",
	"MaximilianScarlet6":"And, considering how I lost against her with a 1-2 score, it will be a great rematch! Let's go!",
	"MaximilianScarlet7":"<center><b>NEW ALLY UNLOCKED</b><br>Maximilian the Brawler</center>",
	"MaximilianScarlet8":"Oh, and also, I have found something recently. Maybe we'll find the use for that later.",
	
	"AmberPeaksBerries":"Oh look, berries!",
	"AmberPeaksBus1":"A bus stop.",
	"AmberPeaksBus2":"This is the final destination, so this can only make us backtrack. Also, I prefer Stephen's drones.",
	"AmberPeaksReed":"Hey, there is a bunch of balloons in these reeds!",
	"AmberPeaksSign1":"\"This passage is blocked due to protective measures. Light up the 4 lamps in the Peaks to unlock the gate.\"",
	"AmberPeaksSign2":"\"If you don't know what to do, crystals will always guide you...\"",
	"AmberPeaksSign3":"There's also a small arrow pointing right under the text.",
	"AmberPeaksSign4":"\"All that work in activating the lamps can't be left unrewarded. Enter the cavern and select one chest per lamp.\"",
	"AmberPeaksSign5":"\"This path leads straight to Katoszawa City.\"",
	
	"KatoszawaShopSign1":"Floor 2 closed due to renovations.",
	"KatoszawaShopAlch1":"Welcome to Alchemist Emporium!",
	"KatoszawaShopAlch2":"I sell various kinds of potions - mana potions, healing potions, and even potions that buff your stats!",
	"KatoszawaShopAlch3":"Though, we currently have some supply problems with the more advaned ones.",
	
	"AuctionIntroduction":"Welcome to my auction house! Here, people sell some of the most prestigious items in the world, and you can both buy and sell stuff!",
	"AuctionLightbulbsBane":"This is the ${Weapon.LightbulbsBane}. It couldn't be considered a weapon, if it wasn't for its ability to make the lights go out for enemies!",
	"AuctionEmeraldStaff":"This is the ${Weapon.EmeraldStaff}. Its tungsten handle and emerald head make it a heavy but powerful weapon!",
	"AuctionStatBattle":"This is the ${Item.AuctionNote1}. You can learn how to challenge your opponent's statistics from it!",
	"AuctionCounterTrophy":"This is the ${Armor.CounterTrophy}. It will grant the entire party a boost to crit chance!",
	"AuctionCharm1":"This is the ${Armor.AmberCharm}. The seller said that it increases your agility!",
	"AuctionCharm2":"This is the ${Armor.AmethystCharm}. The seller said that it increases your defence!",
	"AuctionCharm3":"This is the ${Armor.JadeCharm}. The seller said that it increases your luck!",
	"AuctionCharm4":"This is the ${Armor.SapphireCharm}. The seller said that it increases your mana!",
	"AuctionEvasionBoots":"These are ${Armor.EvasionBoots}. They can increase the chance that you'll evade an attack!",
	"AuctionBuy1":"Do you want to buy this? It costs 500G.",
	"AuctionBuy2":"Do you want to buy this? It costs 1250G.",
	"AuctionBuy3":"Do you want to buy this? It costs 1500G.",
	"AuctionBuy4":"Do you want to buy this? It costs 2500G.",
	"AuctionBuy5":"Do you want to buy this? It costs 1000G.",
	"AuctionBuy6":"Do you want to buy these? They cost 750G.",
	"AuctionBought":"Thanks for your purchase!",
	"AuctionNotEnough":"You look like you don't have enough money for that. Maybe you could sell something?",
	
	"Gacha1":"Ooh, a gacha machine! And it looks like it has a really nice item pool!",
	"Gacha2":"Also, as the icing on the cake, the first roll is entirely free! Should I use it?",
	"Gacha3":"(Play at the gacha machine?)",
	"GachaNotes":"Check the notes",
	"GachaRouxls":"Ruleset and item pool<br>One roll costs 15G.<br>Special item drops only once with a base chance of 1/90, with the chance's nominator increasing by 1 with every Rare or Common item.<br>Rare items drop with a base chance of 1/10, and the nominator also increases by 1 per every Common item.",
	"GachaItems1":"The item list is as follows:<br>Common: Nothing<br>Common: Lesser Mana Potion<br>Common: Instant Ramen<br>Common: Instant Rosół<br>Common: 5-25G<br>Rare: Mineral Darts (Throwing)<br>Rare: Pickaxe (Blade)<br>Rare: Diamond Staff (Wand)<br>Rare: Beryllium Rifle (Gun)<br>Rare: MMA Gloves (Punching)<br>Rare: Forest Headband (Helmet)<br>Rare: Hussar Armour (Armour)<br>Special: Jasper Charm (Accessory)<br>Rare: Distraction (Skill)<br>Rare: Boulder Rain (Spell)<br>Rare: Bomb (Consumable)<br>Rare: Pierogi (Food)<br>Rare: Agility Poppy (Flower)<br>Rare: Green Onion (Unique)<br>Rare: Rainbow Star (Once)",
	"GachaRefuse":"*sigh* Fine, it's just gambling anyways.",
	"GachaBroke":"*sigh* Did I just spend the whole cash that I got during this adventure on a gacha machine? Maybe I could get some G back by selling this stuff that I got from it?",
	"GachaNothing":"Hey! This capsule is empty!",
	
	"Sign.Debowiec1":"On the left is the auction house. Up is an shortcut back to the mine.",
	
	"NPC1":"I'm not exactly sure what to do. Sit on a bench, on a swing, or go home?",
	"NPC2":"This garden is quite lovely, isn't it?",
	"NPC3":"Rumors say that when this torch burns, suddenly everything gets harder, as if it angered the whole world.",
	"NPC4":"Though, I don't think that these far-fetched rumours are appropriate for a trustworthy news site...",
	"NPC5":"Nakata always has great quality products that she gets for her shop. It's pretty impressive how she can run a whole store all by herself.",
	"NPC6":"Mommy is working hard for the news, so I and Daddy are buying groceries.",
	"NPC7":"That new song made by Raintime Sky is a banger.",
	"NPC8":"I think that this statue looks like it could activate something.",
	"NPC9":"Wait, you did WHAT?! Resurrecting her? I thought that it's impossible!",
	
	"Aster1":"Hello, Minami. I'm Aster, one of the scientists here.",
	"Aster2":"I needed some eggs for my next experiment, but I miscalculated and bought one too much.",
	"Aster3":"Do you want an egg?",
	"Aster4":"Thanks. This next experiment seems very, very interesting.",
	"Aster5":"...that's a shame. Well, at least it won't be wasted if I use it to make my lunch.",
	"Aster6":"Did you know that my favourite digit is 6? Now you do know.",
	"Aster7":"Well, that's it for now. I will probably leave soon.",
	
	"DoremyResponse1":"...I just had a weird dream.",
	"DoremyResponse2":"What it was?",
	"DoremyResponse3":"A blue-haired figure came up to me and then gave me this. I also didn't feel unnerved about that, which makes that even more weird.",
	"DoremyResponse4":"Don't worry, sometimes these weird dreams can happen. At least we did get a few Stat Boosts from the Dream World!",
	"DoremyResponse5Telar":"I have just dreamt of the same blue-haired person that Minami dreamt of.",
	"DoremyResponse6Telar":"She also gave me some stat boosters. I am not sure how should I feel about this.",
	"DoremyResponse5Genjiro":"Hey, Minami! Remember that blue haired figure that came in your dream?",
	"DoremyResponse6Genjiro":"I saw her tonight, and she also gave me some Stat Boosters.",
	"DoremyResponse5Maximilian":"...I remember you saying that you saw a blue haired figure in your dream.",
	"DoremyResponse6Maximilian":"I also saw her tonight. Well, no one is able to resist some free Stat Boosts, right?",
	"DoremyResponseMinami":"Woah, that blue haired girl appeared in my dream again~",
	"DoremyResponseTelar":"Out of curiosity, what is in these pillows? I keep getting Stat Boosters from that blue-haired girl.",
	"DoremyResponseGenijro":"Basically, I think that that mysterious blue-haired girl uses a technique called \"Magical Storage Transfer\" that allows her to send these stat boosters to these who she visits in their sleep. Pretty clever!",
	"DoremyResponseMaximilian":"Another free stat booster. Great, it's time to use it!",
	
	"Phone.Ring":"Ring... Ring...",
	"Phone.Start":"Select an app.",
	"Phone.Call":"Phone",
	"Phone.Shop":"Shop",
	"Phone.Calculator":"Calculator",
	"Phone.Credits":"Credits",
	"Phone.ShopSelect":"Select a shop.",
	"Phone.ShopNakata":"Nakata's Shop",
	"Phone.Number1":"Type the first number.",
	"Phone.Operation":"Select the operation.",
	"Phone.Add":"Addition",
	"Phone.Sub":"Subtraction",
	"Phone.Mul":"Multiplication",
	"Phone.Div":"Division",
	"Phone.Power":"Exponentiation",
	"Phone.Number2":"Type the second number.",
	"Phone.Result":"Result: ",
	"Phone.Contacts":"Select a contact.",
	"Phone.Nothing1":"Voicemail. Leave a message after the tone.",
	"Phone.Nothing2":"The person you are calling is currently on the phone.",
	"Phone.Nothing3":"The person you are calling either has the phone turned off or is busy.",
	"Phone.Nothing4":"*silence*",
	"Phone.Nothing5":"Hung up.",
	"Phone.Genjiro1":"Hi, Minami. I'm right next to you.",
	"Phone.Genjiro2":"Hi, Minami. I'm still right next to you.",
	"Phone.Genjiro3":"Hi, Minami. I know that you really like me, but if you want to tell me something, just say without this calling.",
	"Phone.Genjiro4":"Hi, Minami. Do you know that bandwidth doesn't grow on trees? So, stop calling me if I'm right next to you.",
	"Phone.Genjiro5":"Minami, stop please.",
	"Phone.Genjiro6":"Minami! Could you stop calling me?!",
	"Phone.Genjiro7":"*sigh* I think I should just block your number until we're seperated or this adventure ends.",
	"Phone.Genjiro8":"Hi, Minami. I'm currently returning home, so I won't be there until sometime later.",
	"Phone.Stephen1":"Hi, Stephen.",
	"Phone.Stephen2":"Hi, Minami. What do you want?",
	"Phone.Stephen3":"I want to start an adventure with Naemi, and we found a drone in your base. Could you transport us with it?",
	"Phone.Stephen4":"I want to start my adventure with Naemi, and we need a ride.",
	"Phone.Stephen5":"Okie-Dokie, just send me the location info and you're set.",
	"Phone.Stephen6":"Done.",
	"Phone.Stephen7":"...why do you travel to the middle of nowhere?",
	"Phone.Stephen8":"It doesn't matter. I'll take you there anyway.",
	"Phone.Stephen9":"My base is in the southeast.",
	"Phone.Stephen10":"Hi, Minami. How's my drone?",
	"Phone.Stephen11":"It's not bad",
	"Phone.Stephen12":"It's busted",
	"Phone.Stephen13":"I can't talk right now",
	"Phone.Stephen14":"That's good. Could you pick it up, please?",
	"Phone.Stephen15":"...that's bad. Could you pick up what's left?",
	"Phone.Stephen16":"But you're the one who's calling?",
	"Phone.Stephen17":"In any case, I'll be constructing. See ya!",
	"Phone.Stephen18":"See ya!",
	"Phone.Stephen19":"Guess.",
	"Phone.Stephen20":"A return ride for you two?",
	"Phone.Stephen21":"Exactly this.",
	"Phone.Stephen22":"Ok. By the way, do you have my drone?",
	"Phone.Stephen23":"I'm sorry. I just couldn't find it.",
	"Phone.Stephen24":"Don't worry. I have many other drones.",
	"Phone.Stephen25":"What? Don't be silly, why I would do that?",
	"Phone.Stephen26":"What are you up to, Minami?",
	"Phone.Stephen27":"Yeah... I'm 100% sure. Sure... about that I took it.",
	"Phone.Stephen28":"You sound like you aren't.",
	"Phone.Stephen29":"Yes. I even have a photo to prove it.",
	"Phone.Stephen30":"Great! Thank you, Minami!",
	"Phone.Stephen31":"Anyway, my drone should land right...",
	"Phone.Stephen32":"...now.",
	"Phone.Stephen33":"Heya, Minami. The drone's active, so you can enter right away.",
	"Phone.Stephen34":"Perfect timing. Let's go to the Mineral Nation!",
	
	"Crafting.Select":"Select a thing to craft.",
	"Crafting.Recipe":"Required: ",
	"Crafting.NotEnough":"You don't have enough items.",
	"Crafting.Craft":"Craft",
	
	"Demo.End":"Caution: You reached the current end.",
	
	"Credits.By":"By Jacie_krece",
	"Credits.OhMy":"*sigh* IDK what do these really mean, I'm doing this all by myself",
	"Credits.Production":"Production",
	"Credits.Director":"Director",
	"Credits.Scenario Writer":"Scenario Writer",
	"Credits.Makerting Director":"Marketing Director",
	"Credits.Publisher":"Publisher",
	"Credits.Software":"Software Provided By",
	"Credits.Cast":"Cast",
	"Credits.Main Cast":"Main Cast (Playable Characters)",
	"Credits.Minami":"Minami Jriaed, the catgirl",
	"Credits.Naemi":"Naemi Okimoto, the android",
	"Credits.Telar":"Telar Jriaed, the resurrected",
	"Credits.Genjiro":"Genjiro Okimoto, the inventor",
	"Credits.Maximillian":"Maximillian, the brawler",
	"Credits.Supporting Cast":"Supporting Cast (NPCs)",
	"Credits.Graphics":"Graphics",
	"Credits.ArtDirector":"Art Director",
	"Credits.CharacterDesigner":"Character Designer",
	"Credits.MapDesigner":"Map Designer",
	"Credits.MonsterDesigner":"Enemy Designer",
	"Credits.Tilesets":"Tilesets",
	"Credits.Icons":"Icons",
	"Credits.Music":"Music",
	"Credits.Programmers":"Programmers",
	"Credits.MainProgrammer":"Main Programmer",
	"Credits.GameplayDesigner":"Gameplay Designer",
	"Credits.BattleDesigner":"Battle Designer",
	"Credits.BattleDesigner":"Battle Designer",
	"Credits.Plugins":"Plugins",
	"Credits.Special":"Special",
	"Credits.SpecialThanks":"Special Thanks",
	"Credits.Me":"Jan „Jacie_krece” Chudzikowski",
	"Credits.GGG":"Gotcha Gotcha Games",
	"Credits.ODW":"Plugins: Open Digital World, VisuStella",
	"Credits.Tiles":"Tilesets: Gotcha Gotcha Games",
	"Credits.Icoons":"Icons: CadWolf",
	"Credits.Musicc":"Music: Gotcha Gotcha Games",
	"Credits.ThankYa":"Thanks for playing!",
	
	"Cap":""
}