{
	"Battle.Start": "%1 rozpoczął bitwę!",
	"Battle.Fight": "Walcz",
	"Battle.Escape": "Uciekaj",
	"Battle.Attack": "Atak",
	"Battle.Skill": "Umiejętność",
	"Battle.Magic": "Magia",
	"Battle.Guard": "Obrona",
	"Battle.PreEmp": "Pierwsze uderzenie od %1!",
	"Battle.Suprise": "%1 jest zaskoczona!",
	"Battle.EscapeTry": "%1 zaczyna uciekać!",
	"Battle.EscapeFail": "Jednak, ucieczka się nie udała!",
	"Battle.Victory": "%1 wygrała!",
	"Battle.Lose": "%1 przegrała...",
	"Battle.Exp": "Otrzymano %1 doświadczenia!",
	"Battle.Gold": "Otrzymano %1\\G!",
	"Battle.Item": "Otrzymano %1!",
	"Battle.LevelUp": "%1 ma teraz %2 %3!",
	"Battle.NewSkill": "Odblokowano %1!",
	"Battle.AutoStop": "Naciśnij cokolwiek, aby zatrzymać automatyczną bitwę.",
	"Battle.FightHelp": "Wybierz akcje podczas walki.",
	"Battle.AutoHelp": "Uruchamia tryb automatycznej bitwy.",
	"Battle.OptionsHelp": "Otwiera menu opcji.",
	"Battle.EscapeHelp": "Próbuje uciec z bitwy.",
	"Battle.SkillHelp": "Otwiera listę umiejętności w kategorii \"\\C[16]%1\\C[0]\".",
	"Battle.ItemHelp": "Otwiera listę przedmiotów, których możesz użyć.",
	"Battle.AutoHelp2": "Automatycznie wybiera akcję do użycia w bitwie.",

	"Weapon.Yarn": "Kulki włóczki",
	"Weapon.YarnDesc": "Ukochana włóczka Minami, którą odnalazła jako małe dziecko.\n„Trzy rzeczy, jakie uwielbiałam za dziecka: Włóczka, kartony, i moja mama, Amy.”",
	"Weapon.DystopiaWand": "Nieprzewidywalna różdżka",
	"Weapon.DystopiaWandDesc": "Broń wynaleziona przez Telar. Znana również jako „Różdżka Dystopii”.\n„Nieprzewidywalna i ciężka w kontroli. Lepiej używać na pojedynczych przeciwnikach.”",
	"Weapon.Shotgun": "Shotgun",
	"Weapon.ShotgunDesc": "Najsłabsza broń stworzona przez Genjiro. Ale... po co porównywać pistolet do superbroni?\n„Pamiętaj: Nie celuj tym w rzeczy, których nie chcesz zniszczyć - szczególnie gdy jest załadowany.”",
	"Weapon.OldKnife": "Stary nóż",
	"Weapon.OldKnifeDesc": "Nóż odnaleziony przez Naemi w śmietniku. Nie pytaj się, co ona tam robiła.\n„Podstawą w bitwach jest ranienie siebie nawzajem w turach.”",
	"Weapon.Shuriken": "Kunai",
	"Weapon.ShurikenDesc": "Standardowe narzędzie ninja. Zwykle używane do cięcia, ale też może być użyte.\n„Oryginalnie przeznaczone jako narzędzie ogrodnicze lub łom, tylko po to aby się później stać bronią rzucaną...”",
	"Weapon.Katana": "Katana",
	"Weapon.KatanaDesc": "Dobrej jakości katana, idealna dla początkującego zabójcy.\n„Weź mnie ze sobą i ruszajmy naprzód!”",
	"Weapon.Leek": "Zielona cebula",
	"Weapon.LeekDesc": "Myślisz, że to warzywko, a jest to coś więcej - BEZUŻYTECZNE warzywko!\n„Jest to mniej-więcej tak bezużyteczne jak ten opis.”",
	"Weapon.MagicWand": "Różdżka magika",
	"Weapon.MagicWandDesc": "Klasyczna różdżka, która powoduje, że przeciwnicy zastanawiają się, co odwalasz.\n„Magiczne sztuczki są lepsze z prawdziwą magią!”",
	"Weapon.DynamiteGun": "Pistolet na dynamit",
	"Weapon.DynamiteGunDesc": "W górnictwie jest superprzydatny. W bitwie jest superszalony.\n„*odległa eksplozja*”",
	"Weapon.Pick": "Kilof",
	"Weapon.PickDesc": "Pozwala na przekopywanie się zarówno przez skały, jak i przez wrogów.\n„Bez tego górnictwo byłoby zdecydowanie cięższe - nie wszystko można przecież zniszczyć pięścią.”",
	"Weapon.ElectroBalls": "Kule elektryczności",
	"Weapon.ElectroBallsDesc": "Kule naładowane żywiołem iskr- sorki, elektrycznością - którymi możesz bezpiecznie rzucać, bez obawy o porażenie.\n„Widzisz, jak Genjiro próbuje użyć swoich mocy do czegoś podobnego...”",
	"Weapon.LightbulbsBane": "Zmora Żarówek",
	"Weapon.LightbulbsBaneDesc": "To zwykły prosty kij z materiałową rękojeścią, ale sprawia, że żarówki migoczą ze strachu.\n„Nie angażuj się w konwersacje, jak to trzymasz, bo na serio stłuczesz jakąś żarówkę!”",
	"Weapon.EmeraldStaff": "Szmaragdowy kostur",
	"Weapon.EmeraldStaffDesc": "Zrobiony z najwyższej jakości wolframu i szmaragdów, jest w stanie bez problemu pokonać każdego wroga.\n„Ale ciężki...”",
	"Weapon.PunchingGloves": "Rękawice bokserskie",
	"Weapon.PunchingGlovesDesc": "Ciężkie rękawice używane do boksowania. Są lekko spalone, ale to tylko kosmetyczne uszkodzenia.\n„Nawet jak już nie będą się nadawać do walki, będę je pamiętać.”",
	"Weapon.WaterGun": "Pistolet na wodę",
	"Weapon.WaterGunDesc": "Gdyby sprawy potoczyły się nieco inaczej, mogłaby to być główna broń tego świata.\n„Ewoluowanie pomysłów jest dobre, szczególnie że pozwala im naprawdę powstać.”",
	"Weapon.MineralDarts": "Mineralne rzutki",
	"Weapon.MineralDartsDesc": "Odbija się do losowego wroga po uderzeniu.\n„Jednym celnym rzutem jesteś taką przebić całe mnóstwo balonów.”",
	"Weapon.BerylliumRifle": "Berylowy karabin",
	"Weapon.BerylliumRifleDesc": "Wysztrzeliwywuje 2 pociski i ma szansę na nałożenie Berylozy.\n„Tak tylko mi się zdaje czy coś tu laguje?”",
	"Weapon.DiamondStaff": "Diamentowy kostur",
	"Weapon.DiamondStaffDesc": "Zrobiony z dobrej jakości platyny i diamentów, jest w stane bez problemu pokonać każdego wroga.\n„Na pewno lepszy od Szmaragdowego, który sprzedaje Dorota.”",
	"Weapon.MMAGloves": "Rękawice do MMA",
	"Weapon.MMAGlovesDesc": "Używany przez wiele znanych osób, przydają się do każdej techniki sztuk walki.\n„Najczęściej używane w tym jednym wydarzeniu, gdzie internetowi celebryci walczą ze sobą na pięści”",
	"Weapon.EiKunai": "Kunai wieczności",
	"Weapon.EiKunaiDesc": "Fioletowy Kunai z ogromnym przywiązaniem do grzmotów.\n„Czy kiedykolwiek zastanawiałeś się, dlaczego bronie Rzucane się nigdy nie kończą?”",
	"Weapon.BaseballBat": "Kij baseballowy",
	"Weapon.BaseballBatDesc": "Wyspecjalizowany kij, który swoją mocą może ogłuszać wrogów.\n„Ganianie za kosmitą przez czas i przestrzeń z tym jako broń to nie jest dobry pomysł...”",
	"Weapon.TechnoWand": "Techno-różdżka",
	"Weapon.TechnoWandDesc": "Różdżka w kształcie długopisu, która może z daleka paraliżować wrogów.\n„Magiczna elektryczność jest tak samo niebezpieczna jak ta prawdziwa.”",
	"Weapon.Railgun": "Działo elektromagnetyczne",
	"Weapon.RailgunDesc": "Za pomocą potężnych elektromagnesów, potrawi zadawać Elektromagnetyczne (Fizyczne+Elektryczne) obrażenia.\n„Przypomina ci o pewnej postaci...”",

	"Armor.TelarNecklace": "Bursztynowy naszyjnik",
	"Armor.TelarNecklaceDesc": "Tajemniczy naszyjnik z olbrzymią mocą, przekazywany przez rodzinę Jriaed z pokolenia na pokolenie.\n„Oryginalnie należał do Telar. Odłożenie go na jej grób brzmi jak dobry pomysł.”",
	"Armor.ElementalCharm": "Amulet żywiołów",
	"Armor.ElementalCharmDesc": "Amulet powiększający odporność na żywiołowe ataki.\n„Dobry do obrony przed wszystkimi żywiołami.”",
	"Armor.NinjaHeadband": "Opaska ninja",
	"Armor.NinjaHeadbandDesc": "Standardowa opaska ninja, stworzona specjalnie dla Geninów.\n„Można też odnaleść w dowolnej restauracji z ramen.”",
	"Armor.SamuraiArmor": "Ō-yoroi",
	"Armor.SamuraiArmorDesc": "Jak sama nazwa wskazuje, jest to świetna zbroja.\n„Dwa zabawne opisy, a nadal wiadomo, co to robi!”",
	"Armor.ElectroOrb": "Kula elektryzacji",
	"Armor.ElectroOrbDesc": "Tajemnicza kula wzmacniająca ataki prądem i osłabiająca działanie porażeń.\n„Jak to działa? Dlaczego można założyć tylko jedną? Tyle pytań, tak mało odpowiedzi...”",
	"Armor.LuckyClover": "Szczęśliwa koniczynka",
	"Armor.LuckyCloverDesc": "4 listna koniczyna znacząco powiększająca częstotliwość i moc uderzeń krytycznych kosztem ataku.\n„Zapamiętaj: używaj pochodni tak, żeby pasowały do otoczenia, i pod żadnym pozorem nie stawiaj 101 pochodni w jednym miejscu.”",
	"Armor.MiningHelmet": "Hełm górniczy",
	"Armor.MiningHelmetDesc": "Hełm z światełkiem, szczególnie użyteczny w kopalniach.\n„W większości przypadków jest lepszy od latarki w telefonie - i dlatego jest używany nawet i teraz.”",
	"Armor.MiningArmour": "Kombinezon górniczy",
	"Armor.MiningArmourDesc": "Ubranie stworzone tylko po to, by było brudne.\n„Pranie tego to syzyfowa praca...”",
	"Armor.RubyCharm": "Rubinowy amulet",
	"Armor.RubyCharmDesc": "Powiększa twoje maksymalne HP, pozwalając ci przetrwać dłużej.\n„Zdrowia nigdy za wiele.”",
	"Armor.AmberCharm": "Bursztynowy amulet",
	"Armor.AmberCharmDesc": "Powiększa twoją zwinność, pozwalając wykonać swoje akcje szybciej.\n„Nie, nie ma tu prędkości kopania.”",
	"Armor.TopazCharm": "Topazowy amulet",
	"Armor.TopazCharmDesc": "Powiększa twoją szansę na uderzenie krytyczne, powodując do tego to, że uderzenia krytyczne używają więcej Szczęścia.\n„Jakby tylko dało się powiększyć łup tylko o trochę, zamiast go podwajać...”",
	"Armor.JadeCharm": "Jadeitowy amulet",
	"Armor.JadeCharmDesc": "Powiększa twoje szczęście, co powiększa twoje obrażenia krytyczne.\n„Spróbuj go upuścić - będzie podejrzanie cichy...”",
	"Armor.SapphireCharm": "Szafirowy amulet",
	"Armor.SapphireCharmDesc": "Powiększa twoją manę, pozwalając na używanie większej ilości czarów.\n„Naemi go nie doceni, to pewne.”",
	"Armor.AmethystCharm": "Ametystowy amulet",
	"Armor.AmethystCharmDesc": "Powiększa twoją obronę, pomniejszając otrzymywane obrażenia fizyczne.\n„Może nawet uratuje ci życie - nigdy nie wiesz.”",
	"Armor.JasperCharm": "Jaspisowy amulet",
	"Armor.JasperCharmDesc": "Powiększa twój atak, powiększając zadawane przez ciebie obrażenia.\n„Ten odcień różowego jest tak rzadki, że powinien chyba wylądować w muzeum.”",
	"Armor.OpalCharm": "Opalowy amulet",
	"Armor.OpalCharmDesc": "Powiększa twoją magiczną obronę, pomniejszając otrzymywane obrażenia magiczne.\n„Z jakiegoś powodu wydaje się cieplejszy od pozostałych...”",
	"Armor.SimpleShield": "Prosta tarcza",
	"Armor.SimpleShieldDesc": "Trochę ulepsza bronienie się.\n„Nie jest tak ważna, aby miała swój własny slot, więc jest akcesorium.”",
	"Armor.EvasionBoots": "Buty uniku",
	"Armor.EvasionBootsDesc": "Zaklęta para butów pozwalająca tobie lepiej unikać ataków zarówno fizycznych, jak i magicznych.\n„Dodaj do tego buty rakietowe i w zasadzie latasz.”",
	"Armor.CounterTrophy": "Artefakt krytyczny",
	"Armor.CounterTrophyDesc": "Artefakt dający mały bonusz do szansy na uderzenie krytyczne.\n„Technicznie rzecz biorąc, szansa na uderzenie krytyczne wynosząca więcej niż 100% coś robi - a tak dokładnie, to wlicza więcej Szczęścia do obrażeń.”",
	"Armor.SilverPouch": "Sakwa z srebrnymi kulami",
	"Armor.SilverPouchDesc": "Te błyszczące kule powiększają trochę twoje obrażenia, ale tylko, jak korzystasz z pistoletów.\n„Niektórzy mówią, że to dobre na wilkołaki, ale na szczęście te nie istnieją.”",
	"Armor.LeatherGloves": "Skórzane rękawice do rzucania",
	"Armor.LeatherGlovesDesc": "Ta para rękawic powiększaja trochę twoje obrażenia, ale tylko, jak korzystasz z broni rzucanych.\n„Tak samo jak Elektryczność i Woda idą w parze, tak też jest z Rzucaniem i Uderzaniem - oba używają rękawic i są nazwane po czynnościach zamiast przedmiotach.”",
	"Armor.SteelHilt": "Stalowa rękojeść do ostrzy",
	"Armor.SteelHiltDesc": "Ta rękojeść powiększaja trochę twoje obrażenia, ale tylko, jak korzystasz z ostrzy.\n„W jakiś sposób pasuje i do noży, i do mieczy.”",
	"Armor.BasicCatalyst": "Podstawowy katalizator różdżki",
	"Armor.BasicCatalystDesc": "To małe coś powiększaja trochę twoje obrażenia, ale tylko, jak korzystasz z różdżek.\n„Pomimo tego, że różdżki były jednym z głównych broni od końcówki średniowiecza, jest to dość nowoczesny wynalazek.”",
	"Armor.IronBracing": "Żelazne wzmocnienie rękawicy",
	"Armor.IronBracingDesc": "Te wzmocnienia powiększają trochę twoje obrażenia, ale tylko, jak korzystasz z swoich pięści.\n„Działa też jak kastet, w razie jakbyś odnalazł się bezbronny w trudnej sytuacji.”",
	"Armor.CrystalCharm": "Kryształowy amulet",
	"Armor.CrystalCharmDesc": "Powiększa twoje maksymalne HP, zwinność, szansę na uderzenia krytyczne, szczęście, manę, obronę, atak i magiczną obronę. Do tego działa na całej drużynie.\n„Główna nagroda za zbieranie tych wszystkich amuletów. Możesz być z siebie dumny.”",
	"Armor.ForestHeadband": "Opaska lasu",
	"Armor.ForestHeadbandDesc": "Prosta, efektywna, i wykonana wyłącznie z naturalnych surowców prosto z Lasu Węglowego.\n„Za każde drzewo zużyte do stworzenia opasek są sadzone 2 następne!”",
	"Armor.HussarArmor": "Zbroja husarska",
	"Armor.HussarArmorDesc": "Z parą skrzydeł na plecach, potrafisz sobie wyobrazić jak to epicko wygląda na kawalerii.\n„Niektórzy mówią, że Flügel były inspiracją do tych skrzydeł - choć to nie wyjaśnia, dlaczego są ustawione pionowo.”",
	"Armor.MisakiBracelet": "Prezent od Misaki",
	"Armor.MisakiBraceletDesc": "Prosta bransoletka zrobiona z koralików. Koraliki z czarnym i trójkolorowym kotem patrzą na siebie z lekko nikczemnym uśmieszkiem. \n„To miłe, że Misaki postanowiła dać mi taki prezent na urodziny.”",

	"Skill.DesertWindstorm": "Pustynny wicher",
	"Skill.DesertWindstormDesc": "Przywołuje burzę piaskową, zadając obrażenia wszystkim przeciwnikom.\n„Czy pustynny wicher to nie po prostu burza piaskowa?”",
	"Skill.HealthSwipe": "Kradzież zdrowia",
	"Skill.Trap": "Pułapka",
	"Skill.TrapDesc": "Zastawia pułapkę, zaskakując wroga i zadając duże obrażenia.\n„Pułapki? To moje drugie imię!”",
	"Skill.FightTactic": "Taktyka walki",
	"Skill.FightTacticDesc": "Podszkala całą drużynę z umiejętności walki, powiększając atak na 2 tury.\n„Moja wiedza o taktyce walki i rodzajach broni jest w zasadzie wszystkim, co da się wyczytać.”",
	"Skill.Shock": "Porażenie",
	"Skill.ShockDesc": "Razi przeciwnika elektrycznością zebraną w trakcie bitwy.\n„Bycie potomkiem Makoto nie oznacza tylko odporności na porażenia!”",
	"Skill.Bash": "Wpadnięcie",
	"Skill.Tease": "Dokuczanie",
	"Skill.TeaseDesc": "Otrzymuje buffy do DEF i MDF oraz powoduje, że przeciwnicy atakują cię częściej.\n„Może nie jestem mistrzynią dokuczania, ale tyle wystarczy!”",
	"Skill.Curse": "Klątwa",
	"Skill.CurseDesc": "Rzuca klątwę zarówno na przeciwników, jak i na siebie.\n„Szczerze, uczenie się czarnej magii było interesujące.”",
	"Skill.Scratch": "Drapanie",
	"Skill.ScratchDesc": "Drapie przeciwnika, zadając trochę obrażeń. Wzmacnia się wraz z każdym użyciem - na tę chwilę ma \\v[35] dodatkowej mocy.\n„Używanie wrogów jako drapaczki jest zaskakująco efektywne.”",
	"Skill.FireYarn": "Ognista włóczka",
	"Skill.FireYarnDesc": "Przywołuje podpaloną kulę włóćzki, atakując przeciwnika od tyłu.\n„Ta włóczka ma moc zarówno Ognia, jak i Zaskoczki!”",
	"Skill.MasterPrecision": "Mistrzowska precyzja",
	"Skill.MasterPrecisionDesc": "Wymienia część ataku na więcej trafień krytycznych.\n„Czasami najważniejsza jest precyzja.”",
	"Skill.SelfFix": "Samonaprawa",
	"Skill.SelfFixDesc": "Wykonuje na sobie kilka napraw, przywracając jedną piątą maks. HP.\n„Umiem się naprawić dopóki nie mam szkód nie do naprawienia.”",
	"Skill.Training": "Trening",
	"Skill.HealthRevenge": "Zemsta zdrowia",
	"Skill.HealthRevengeDesc": "Zadaje jednemu przecinikowi 1.5x utraconego HP.\n„Jeżeli chcesz to przetrwać, to mnie nie atakuj.”",
	"Skill.SkyDive": "Uderzenie z powietrza",
	"Skill.SkyDiveDesc": "Upada na przeciwnika prosto z nieba, zadając przy okazji trochę obrażeń sobie.\n„Im szybsze tym lepsze!”",
	"Skill.Cooling": "Chłodzenie",
	"Skill.CoolingDesc": "Zadaje małą ilość lodowych obrażeń i zamraża wroga.\n„Szczególnie przydatne, gdy twojego komputera dałoby się użyć jako kaloryfera.”",
	"Skill.BrickThrow": "Rzut cegłą",
	"Skill.BrickThrowDesc": "Rzuca cegłą we wroga, zadając duże obrażenia omijające połowę defensywy wroga.\n„Darmowa cegłówka! Z dostawą prosto w twoją twarz!”",
	"Skill.Discharge": "Rozładowanie",
	"Skill.DischargeDesc": "Rozładowuje trochę energi z akumulatora na przeciwników.\n„Nie martw się Genjiro szybko mnie naładuje.”",
	"Skill.Charge": "Naładowanie",
	"Skill.ChargeDesc": "Skupia w sobie energię elektryczną, zwiększając swoje potencjalne obrażenia. Można nałożyć 3 razy.\n„Im bardziej się skupię na tworzeniu elektryczności, tym silniejsza ona będzie!”",
	"Skill.StatBattle": "Bitwa na statystyki",
	"Skill.StatBattleDesc": "Zadaje obrażenia równe twoim statystykom minus statystyki wroga.\n„Nawet nie waż się mówić, że Szczęście jest bezużyteczne!”",
	"Skill.PunchCombo": "Kombo ciosów",
	"Skill.PunchComboDesc": "Uderza wroga dwa razy.\n„Dobre ciosy są wymagane do wygranej na ringu.”",
	"Skill.PunchOfFire": "Ognista pięść",
	"Skill.PunchOfFireDesc": "Podpala swoje pięści, przez co parę następnych ataków jest ognistych. Może się jednak też podpalić.\n„Moja bitwa z tę czerwonowłosą laską zainspirowała mnie do próby podpalenia swoich pięści.”",
	"Skill.ChargeRefresh": "Odświeżenie naładowania",
	"Skill.ChargeRefreshDesc": "Odświeża nagromadzony ładunek, aby się nie rozproszył.\n„Nie zbliżaj się, jeśli nie chcesz zostać porażony prądem.”",
	"Skill.StrongAttack": "Silny atak",
	"Skill.StrongAttackDesc": "Wykonuje silny atak na przeciwniku.",
	"Skill.Slash": "Cięcie",
	"Skill.SlashDesc": "Atakuje wszystkich przeciwników.",
	"Skill.Willpower": "Siła woli",
	"Skill.WillpowerDesc": "Wzmacnia ducha walki użytkownika i jego atak. Można użyć do 2 razy z rzędu.",
	"Skill.AntiFortification": "Anty fortyfikacja",
	"Skill.AntiFortificationDesc": "Zadaje większe obrażenia przeciwnikom z większą magiczną obroną.\n„Hej! Obrona ma pomniejszać obrażenia, a nie je powiększać!”",
	"Skill.IntenseHeat": "Intensywne gorąco",
	"Skill.IntenseHeatDesc": "Zadaje ogniste obrażenia wszystkim, ale niczego nie podpali.\n„Zimno? Może TO cię rozgrzeje!”",
	"Skill.IceShock": "Lodowy szok",
	"Skill.IceShockDesc": "Zadaje jednemu przeciwnikowi lodowe obrażenia i ma szansę na jego zamrożenie\n„Za dużo magicznego lodu i już masz śnieżny grób.”",
	"Skill.LightningSummon": "Przyzwanie pioruna",
	"Skill.LightningSummonDesc": "Przywołuje kilka piorunów, które też paraliżują przeciwnika.\n„Słyszałeś ten grom? Zrobię go ZNOWU I ZNOWU I ZNOWU!”",
	"Skill.WaterSpring": "Źródło wody",
	"Skill.WaterSpringDesc": "Przywołuje źródło wody, zadając obrażenia jednemu wrogowi i oblewając wszystkich pozostałych.\n„Nie lekceważ źródełka wody, które zaraz wystrzeli...”",
	"Skill.Shotgun": "Shotgun",
	"Skill.Snipe": "Zestrzelenie",
	"Skill.WeakHeal": "Słabe leczenie",
	"Skill.WeakHealDesc": "Odnawia HP sojusznikowi, bazując na twoim Magicznym Ataku.\n„Nie jest to Ostateczne Leczenie, ale wszystko powinno być w porządku.”",
	"Skill.BoulderRain": "Deszcz głazów",
	"Skill.BoulderRainDesc": "Przyzywa deszcz głazów, który uderza w losowych przeciwników i może ich ogłuszyć.\n„Jak ktoś ma amnestię, uderzenie go w głowię głazem to najlepszy sposób, aby wrócił do siebie. /s”",
	"Skill.Distraction": "Rozproszenie",
	"Skill.DistractionDesc": "Rozprasza przeciwnika, zabierając mu turę i zdolność do uników.\n„To tylko zwykły Taniec Rozpraszający, ale daje radę jak mało który.”",
	"Skill.Overdrive": "Podkręcenie",
	"Skill.OverdriveDesc": "Podkręca swoje podzespoły, powodując powiększenie Zwinności i ewazji przy równoczenym pomniejszeniu Obrony, Magicznej obrony i celności.\n„Podkręcanie zawsze może coś zepsuć - w tym wypadku jest to moja obrona.”",
	"Skill.DefenceBreak": "Rozbicie defensywy",
	"Skill.DefenceBreakDesc": "Uszkadza Obronę i Magiczną Obronę przeciwnika, pozwalając innym na zadanie mu więcej obrażeń.\n„Masz szczęście że nie mam Ostrza Rozdarcia.”",
	"Skill.DarkMirage": "Ciemny miraż",
	"Skill.DarkMirageDesc": "Zdecydownie powiększa Unik sojusznika.\n„Trochę czarnej magii i... zaraz, czemu nie użyłam tego zaraz przed tym, jak zostałam zamordowana?”",
	"Skill.LeaderCommand": "Komenda lidera",
	"Skill.LeaderCommandDesc": "Pozwala sojusznikowi natychmiast wykonać akcję i daje im bonus do statystyk związanych z atakiem.\n„Nawet jak nie jestem najlepsza, to mogę pomóc innym być jeszcze lepszym!”",
	"Skill.ElectricMishaps": "Zabawa z prądem",
	"Skill.ElectricMishapsDesc": "Atakuje wroga elektryczną iskrą, która ma szansę przeskakiwać na innych wrogów.\n„Nawet jeśli nie jestem z rodziny Okimoto, to i tak Genjiro nauczył mnie okiełznać elektryczność~”",

	"Item.Consumable": " (Jednorazowa)",
	"Item.SpellNote": "Notatka z zaklęciem",
	"Item.SkillNote": "Notatka z umiejętnością",
	"Item.Breakfast": "Pudełko Bento",
	"Item.BreakfastDesc": "Odnawia 1000 HP drużynie.\n„Ryż, ryba, trochę owoców - i wychodzi zbalansowane śnadanie!”",
	"Item.Ramen": "Ramen błyskawiczny",
	"Item.RamenDesc": "Odnawia 200 HP.\n„Smakuje nieźle, ale i tak to nic w porównaniu z miską prawdziwego ramen.”",
	"Item.Bread": "Chleb",
	"Item.BreadDesc": "Odnawia 500 HP.\n„Idealny do robienia kanapek, jako dodatek do posiłków oraz do teleportowania.”",
	"Item.LesserManaPotion": "Mniejsza mikstura many",
	"Item.LesserManaPotionDesc": "Odnawia 50 Many.\n„Produkowana na masową skalę, z formułą stworzoną przez najlepszych alchemików.”",
	"Item.BrokenDrone": "Zepsuty dron",
	"Item.BrokenDroneDesc": "Spakowane części drona z dodatkiem piasku. Najlepiej to oddać Stephenowi.\n„Nadal wygląda nawet nieźle. A już wydawało się, że eksploduje.”",
	"Item.DesertNoteDesc": "Notatka zawierająca potężne zaklęcie, a mianowicie „Pustynny wicher”.\n„Czy pustynny wicher to nie po prostu burza piaskowa?”",
	"Item.Cake": "Ciasto",
	"Item.CakeDesc": "Całkowicie uzdrawia i ożywia drużynę.\n„Trafienie z ilością cukru tak, że jest wystarczająco słodkie dla Minami, ale nie jest nie do zjedzenia dla innych, to nie jest łatwe zadanie.”",
	"Item.Star": "Tęczowa gwiazda",
	"Item.StarDesc": "Główny symbol Festiwalu Nijisaki.\n„Jak się tutaj znalazła? Po co my je zbieramy? Nie wiem i nie chcę wiedzieć.”",
	"Item.StarTrophy": "Gwiezdne trofeum",
	"Item.StarTrophyDesc": "Trofeum przyznawane za znalezienie wszystkich \\V[8] gwiazd.\n„Udało nam się! Zebraliśmy ABSOLUTNIE KAŻDĄ gwiazdę z CAŁEGO KONTYNENTU!”",
	"Item.TelarBook": "Zaawansowane techniki bojowe",
	"Item.TelarBookDesc": "Książka, którą Telar napisała przez noc. Natychmiast podnosi poziom Minami do 5.\n„Prosta książeczka z informacjami o bitwach. Na okładce są zabarwione na czerwono krople wody.”",
	"Item.Rosol": "Rosół błyskawiczny",
	"Item.RosolDesc": "Odnawia 300 HP.\n„Legendy głoszą, że zupy błyskawiczne były wynalazkiem Romana Kluskowskiego, dlatego w tym regionie nazywane są „Zupą Romana”.”",
	"Item.Bomb": "Bomba",
	"Item.BombDesc": "Eksploduje i zadaje Eksplodujące (Fizyczne+Ogniste) obrażenia wszystkim przeciwnikom.\n„Jej wynalazca chciał tylko przyśpieszenia górnictwa, a wyszło jak zwykle.”",
	"Item.Gem": "Klejnot",
	"Item.GemDesc": "Daje 500G po sprzedaniu.\n„Bezużyteczne, no chyba że znajdziesz miejsce, gdzie ci za to zapłacą.”",
	"Item.EXPNote1": "Porada wędrowca",
	"Item.EXPNote1Desc": "Mała notatka z wskazówką, która może się przydać podczas walk. Daje 100 PD dla całej drużyny.\n„Zapamiętaj: PD to Punkty Doświadczenia, przynajmniej tutaj.”",
	"Item.LuckSakura": "Kwiat wiśni szczęścia",
	"Item.LuckSakuraDesc": "Na stałe powiększa twoje Szczęście o 25.\n„Czy Szczęście jest bezużyteczne? Powiększa ono obrażenia krytyczne, więc chyba nie...”",
	"Item.AgilityPoppy": "Mak zwinności",
	"Item.AgilityPoppyDesc": "Na stałe powiększa twoją Zwinność o 5.\n„Po uświadczeniu tylu ofiar wojennych, można tego kwiatka nazwać mniej złowrogo wyglądającą pajęczą lilią.”",
	"Item.AuctionNote1Desc": "Notatka zawierająca potężną umiejętność, a mianowicie „Bitwę na statystyki”.\n„Nawet nie waż się mówić, że Szczęście jest bezużyteczne!”",
	"Item.BantitNote1Desc": "Notatka zawierająca potężne zaklęcie, a mianowicie „Anty fortyfikację”.\n„Hej! Obrona ma pomniejszać obrażenia, a nie je powiększać!”",
	"Item.BantitNote2Desc": "Notatka zawierająca potężne zaklęcie, a mianowicie „Intensywne gorąco”.\n„Zimno? Może TO cię rozgrzeje!”",
	"Item.BantitNote3Desc": "Notatka zawierająca potężne zaklęcie, a mianowicie „Lodowy szok”.\n„Za dużo magicznego lodu i już masz śnieżny grób.”",
	"Item.BantitNote4Desc": "Notatka zawierająca potężne zaklęcie, a mianowicie „Przyzwanie pioruna”.\n„Słyszałeś ten grom? Zrobię go ZNOWU I ZNOWU I ZNOWU!”",
	"Item.BantitNote5Desc": "Notatka zawierająca potężne zaklęcie, a mianowicie „Źródło wody”.\n„Nie lekceważ źródełka wody, które zaraz wystrzeli...”",
	"Item.Egg": "Jajko",
	"Item.EggDesc": "Normalnej wielkości kurze jajko.\n„Do jakiego eksperymentu Aster mógłby go potrzebować...”",
	"Item.Berry": "Jagody",
	"Item.BerryDesc": "Odnawiają 1% HP.\n„Cechują się absurdalnie szybkim tempem wzrostu - cała garść jest w stanie wyrosnąć w ciągu kilku godzin.”",
	"Item.Meat": "Mięso",
	"Item.MeatDesc": "Odnawia 250 HP i ma szansę na spowodowanie zatrucia pokarmowego.\n„Jesteś w stanie przetransformować je w dokładnie ten typ, jakiego porzebujesz.”",
	"Item.BerryJuice": "Sok jagodowy",
	"Item.BerryJuiceDesc": "Odnawia 3% + 100 HP.\n„Dlaczego NIEBIESKIE jagody dają CZERWONY sok?”",
	"Item.ToiletPaper": "Papier Toaletowy",
	"Item.ToiletPaperDesc": "Jakimś sposobem regeneruje 25 TP.\n„Nie myśl nad tym.”",
	"Item.TrapCard": "Karta-pułapka",
	"Item.TrapCardDesc": "Regeneruje 50 TP, ale ma szansę na nałożenie negatywnych efektów.\n„Potencjalne efekty uboczne obejmują słabość, utratę skupienia, nieobliczalność i fale przemocy.”",
	"Item.RedBalloon": "Czerwony balon z wodą",
	"Item.RedBalloonDesc": "Zadaje bardzo małą ilość wodnych obrażeń.\n„Często jest używany w walkach na wodę jako swego rodzaju granat.”",
	"Item.BlueBalloon": "Niebieski balon z wodą",
	"Item.BlueBalloonDesc": "Zadaje małą ilość wodnych obrażeń.\n„Jest jedynie trochę większy od tego czerwonego, a zawiera dwa razy więcej wody.”",
	"Item.GreenBalloon": "Zielony balon z wodą",
	"Item.GreenBalloonDesc": "Zadaje średnią ilość wodnych obrażeń.\n„To coś z pewnością zrobi spory plusk, gdy tylko w coś uderzy...”",
	"Item.Pierogi": "Pierogi",
	"Item.PierogiDesc": "Odnawiają 5% + 100 HP.\n„Typowy posiłek z Narodu Minerałów, teraz w wersji gotowej do gotowania.”",
	"Item.GachaNote1Desc": "Notatka zawierająca potężne zaklęcie, a mianowicie „Deszcz głazów”.\n„Jak ktoś ma amnestię, uderzenie go w głowię głazem to najlepszy sposób, aby wrócił do siebie. /s”",
	"Item.GachaNote2Desc": "Notatka zawierająca potężną umiejętność, a mianowicie „Rozproszenie”\n„To tylko zwykły Taniec Rozpraszający, ale daje radę jak mało który.”",
	"Item.ManaPotion": "Mikstura many",
	"Item.ManaPotionDesc": "Odnawia 100 Many.\n„Do stworzenia Many potrzebujesz magii, do użycia magii musisz użyć Many. Energii przecież nie można stworzyć.”",
	"Item.GreaterManaPotion": "Większa mikstura many",
	"Item.GreaterManaPotionDesc": "Odnawia 150 Many.\n„Do stworzenia tego potrzebujesz tak wielu rzeczy, że aż chciałbyś mieć 4 ręce.”",
	"Item.SuperManaPotion": "Super mikstura many",
	"Item.SuperManaPotionDesc": "Odnawia 200 Many.\n„Można by było pomyśleć, że to ten sam poziom co super mikstura leczenia, ale nie..”",
	"Item.LesserHealingPotion": "Mniejsza mikstura leczenia",
	"Item.LesserHealingPotionDesc": "Odnawia 500 HP.\n„To tylko grzyby i jadalny żel. Jak alchemicy to zmieniają w miskturę leczniczą, tego nie wiem.”",
	"Item.HealingPotion": "Mikstura leczenia",
	"Item.HealingPotionDesc": "Odnawia 1000 HP.\n„No to to jest ulepszenie. Ta Mniejsza mikstura może się przy tym chować.”",
	"Item.GreaterHealingPotion": "Większa mikstura leczenia",
	"Item.GreaterHealingPotionDesc": "Odnawia 1500 HP.\n„Nie zastanawiaj się nad tym zbyt mocno, bo dojdziesz do niewłaściwych wniosków.”",
	"Item.SuperHealingPotion": "Super mikstura leczenia",
	"Item.SuperHealingPotionDesc": "Odnawiaj 2000 HP.\n„Kosmiczne siły wzmacniają tę miksturę - a przynajmniej tak ją reklamujemy.”",
	"Item.StrengthPotion": "Mikstura siły",
	"Item.StrengthPotionDesc": "Zwiększa twój Atak o 20% aż do końca bitwy.\n„Rzucaj dalej! Machaj szybciej! Uderzaj mocniej! Strzelaj... lepiej?”",
	"Item.EndurancePotion": "Mikstura wytrzymałości",
	"Item.EndurancePotionDesc": "Zwiększa twoją Obronę 20% aż do końca bitwy.\n„Jak ssiesz w omijaniu, to to może ci pomóc przetrwać.”",
	"Item.MagicPowerPotion": "Mikstura magicznej mocy",
	"Item.MagicPowerPotionDesc": "Zwiększa twój Magiczny Atak o 20% aż do końca bitwy.\n„Świetne przy użyciu dużej ilości magii!”",
	"Item.MagicImmunityPotion": "Mikstura magicznej odporności",
	"Item.MagicImmunityPotionDesc": "Zwiększa twoją Magiczną Obronę o 20% aż do końca bitwy.\n„Nie powoduje pełnej odporności na magię, ale zawsze coś.”",
	"Item.SwiftnessPotion": "Mikstura szybkości",
	"Item.SwiftnessPotionDesc": "Zwiększa twoją Zwinność o 20% aż do końca bitwy.\n„Chcesz (być może) mieć więcej ataków na cykl? Jak tak, to po prostu to wypij.”",
	"Item.LuckPotion": "Mikstura szczęścia",
	"Item.LuckPotionDesc": "Zwiększa twoje Szczęście 20% aż do końca bitwy.\n„W zasadzie inna wersja mikstury siły, jak często zadajesz uderzenia krytyczne.”",
	"Item.ManaPotionBundle1": "Pakiet mikstur many - Rząd 1",
	"Item.ManaPotionBundle1Desc": "Zawiera różne mikstury many, aż do... cóż, mikstury many.\n„Mniejsza i normalna mikstura many, obie w tym pakiecie.”",
	"Item.ManaPotionBundle2": "Pakiet mikstur many - Rząd 2",
	"Item.ManaPotionBundle2Desc": "Zawiera różne mikstury many, aż do większej mikstury many.\n„Uważaj, to delikatne!”",
	"Item.ManaPotionBundle3": "Pakiet mikstur many - Rząd 3",
	"Item.ManaPotionBundle3Desc": "Zawiera różne misktury many, aż do super mikstury many.\n„Teraz z podgrzewaniem, aby zawsze były najefektywniejsze!”",
	"Item.HealingPotionBundle1": "Pakiet mikstur leczenia - Rząd 1",
	"Item.HealingPotionBundle1Desc": "Zawiera różne mikstury leczenia, aż do tej zwykłej.\n„Wyszystko to 10% taniej!”",
	"Item.HealingPotionBundle2": "Pakiet mikstur leczenia - Rząd 2",
	"Item.HealingPotionBundle2Desc": "Zawiera różne mikstury leczenia, aż do większej mikstury leczenia.\n„Nie, nie zawierają ceramiki.”",
	"Item.HealingPotionBundle3": "Pakiet mikstur leczenia - Rząd 3",
	"Item.HealingPotionBundle3Desc": "Zawiera różne mikstury leczenia, aż do super mikstury leczenia.\n„Nie, nie ma najwyższych mikstur leczenia.”",
	"Item.BuffPotionBundle": "Pakiet mikstur wzmacniających",
	"Item.BuffPotionBundleDesc": "Zawiera różne mikstury wzmacniające.\n„6 drogich mikstur po niższej cenie.”",
	"Item.Shuriken": "Shuriken",
	"Item.ShurikenDesc": "Zadaje trochę obrażeń przeciwnikowi, ignorując część obrony.\n„Shinobi, przypomnijcie sobie, ukryjcie wasze serca...”",
	"Item.Rice": "Worek z ryżem",
	"Item.RiceDesc": "Odnawia 250 HP.\n„Podstawa w wielu potrawach kuchni Narodu Elektryzacji.”",
	"Item.Fish": "Ryba",
	"Item.FishDesc": "Odnawia 200 HP i ma szansę na spowodowanie zatrucia pokarmowego.\n„Coś tu śmierdzi...”",
	"Item.VeronicaFood": "Cudowne jedzenie Weroniki",
	"Item.VeronicaFoodDesc": "Odnawia 225 HP.\n„Spróbuj! Jest to zrobione z świeżych, lokalnych, i jadalnych składników!”",
	"Item.VeronicaGummy": "Żelek many Weroniki",
	"Item.VeronicaGummyDesc": "Odnawia 60 Many.\n„Mikstura many, w formie smacznego żelka o smaku jagodowym! Spróbuj, zobaczysz jakie to świetne!”",
	"Item.SandBomb": "Bomba piaskowa",
	"Item.SandBombDesc": "Zadaje małe obrażenia wszystkim przeciwnikom, równocześnie ich oślepiając.\n„Ten piach dostaje się wszędzie, a szczególnie w oczy.”",
	"Item.MHPBooster": "Powiększenie Maks. HP",
	"Item.MHPBoosterDesc": "Na stałe powiększa twoje maksymalne HP o 5.\n„Mówisz, że powinien to być kwiat?”",
	"Item.MMPBooster": "Powiększenie Maks. Many",
	"Item.MMPBoosterDesc": "Na stałe powiększa twoją maksymalną Manę o 2.\n„Zbierz gdzieś tak z tuzin i będziesz mógł użyć zaklęcia o jeden raz więcej!”",
	"Item.ATKBooster": "Powiększenie Ataku",
	"Item.ATKBoosterDesc": "Na stałe powiększa twój Atak o 1.\n„Zdobądź przewagę i powiększ swoje obrażenia o około 3!* *w zależności od ataku”",
	"Item.DEFBooster": "Powiększenie Obrony",
	"Item.DEFBoosterDesc": "Na stałe powiększa twoją Obronę o 1.\n„Wskazówka: Jak masz dwukrotnie więcej Obrony niż wróg ma Ataku, to większość jego ataków nie zada ci obrażeń.”",
	"Item.MATBooster": "Powiększenie Magicznego Ataku",
	"Item.MATBoosterDesc": "Na stałe powiększa twój Magiczny Atak o 1.\n„Jak chcesz aby twoje zaklęcia zadawały chociaż trochę więcej obrażeń, to to jest dla ciebie.”",
	"Item.MDFBooster": "Powiększenie Magicznej Obrony",
	"Item.MDFBoosterDesc": "Na stałe powiększa twoją Magiczną Obronę o 1.\n„Niewiele wrogów używa zaklęć, ale nadal przydatne.”",
	"Item.AGIBooster": "Powiększenie Zwinności",
	"Item.AGIBoosterDesc": "Na stałe powiększa twoją Zwinność o 1.\n„Zbierz tego z około tysiąc i będziesz zwinniejszy od niebieskiego jeża będącego mistrzem Danmaku!”",
	"Item.LUKBooster": "Powiększenie Szczęścia",
	"Item.LUKBoosterDesc": "Na stałe powiększa twoje Szczęście o 5.\n„No cóż, pech - to tylko minimalnie powiększy twoje obrażenia... Czas powiększyć szansę na uderzenie krytyczne!”",
	"Item.RNGBooster": "Nieznane powiększenie",
	"Item.RNGBoosterDesc": "Użyj, aby dostać losowe powiększenie.\n„Co dostaniesz? Dowiesz się, jak tego użyjesz!”",
	"Item.TRIBooster": "Mały pakiet powiększeń",
	"Item.TRIBoosterDesc": "Użyj, aby dostać 3 losowe powiększenia.\n„Jest to małą paczka, ale z pewnością będzie pomocna.”",
	"Item.QUIBooster": "Duży pakiet powięszkeń",
	"Item.QUIBoosterDesc": "Użyj, aby zdobyć 5 losowych powiększeń.\n„Pamiętasz tę starą grę karcianą? Też miała paczki z pięcioma kartami. Czemu ci to mówię? Nie wiem.”",
	"Item.DesertSand": "Pustynny piach",
	"Item.DesertSandDesc": "Trochę piachu z Wielkiej Pustyni.\n„Do zrobienia zamku z piasku potrzebujesz go znacznie więcej.”",
	"Item.SweetSleepPillows": "Pakiet zaczarowanych poduszek",
	"Item.SweetSleepPillowsDesc": "W pełni odnawia twoją drużynę. Z jakiegoś powodu jest jednorazowy.\n„Obudź się jak nowonarodzony!”",
	"Item.ThrowingPillow": "Poduszka do rzucania",
	"Item.ThrowingPillowDesc": "Usypia jednego przeciwnika.\n„To coś byłoby przekokszone w bitwach na poduszki.”",
	"Item.GranolaBar": "Batonik z granoli",
	"Item.GranolaBarDesc": "Odnawia 250 HP, 30 Many i 10 TP.\n„Syszałem o zamku, które ma ich nieograniczone ilości...”",
	"Item.RawMinerals": "Surowe minerały",
	"Item.RawMineralsDesc": "Trochę nieprzerobionych minerałów z Kopalni Narodu Minerałów\n„Może Tworzenie pozwoli na zrobienie z tego czegoś użytecznego?”",
	"Item.Matcha": "Matcha",
	"Item.MatchaDesc": "Regeneruje 1% maksymalnego HP przez 5 tur.\n„Zielone jest zdrowe!”",
	"Item.Cola": "Kola",
	"Item.ColaDesc": "Trochę powiększa Zwinność, szansę na unik, i regeneruje trochę TP.\n„Ekstremalne ilości cukru i trochę kofeiny na pewno dodadzą ci energii...”",
	"Item.ShadowyDrink": "Napój cienisty",
	"Item.ShadowyDrinkDesc": "Trochę powiększa szansę na unik.\n„Słyszałem, że poeta z Narodu Minerałów bardzo to lubi...”",

	"State.Poison": "Otrucie",
	"State.PoisonDesc": "Zadaje 2.5% twojego HP jako obrażenia co turę.\n„Jeżeli nie masz antidotum, trucizna prowadzi tylko do zguby.”",
	"State.Blind": "Oślepienie",
	"State.BlindDesc": "Zmniejsza celność o 50%.\n„Hej! Kto wyłączył światła?!”",
	"State.Silence": "Blokada many",
	"State.SilenceDesc": "Blokuje używanie zaklęć.\n„Zostałem zmugolowany. To nie fair.”",
	"State.Rage": "Rozwścieczenie",
	"State.RageDesc": "Wymusza atakowanie, nie pozwalajając na inne rzeczy.\n„*ekstremalnie wkurwiony ryk*”",
	"State.Confusion": "Dezorientacja",
	"State.ConfusionDesc": "Wymusza atakowanie losowo kogokolwiek, bez znaczenia na stronę bitwy.\n„Gdzie jestem? Kim jestem? Czym jestem? Czemu jestem? Jaki jestem?”",
	"State.Charm": "Zauroczenie",
	"State.CharmDesc": "Wymusza atakowanie sojuszników na korzyść wroga.\n„Jesteś naprawdę miły. Czemóż miałbym ci nie pomóc?”",
	"State.Sleep": "Sen",
	"State.SleepDesc": "Wymusza robienie absolutnie niczego.\n„Czemu czuję się taaaa- *śpi*”",
	"State.Paralysis": "Paraliż",
	"State.ParalysisDesc": "Zmniejsza wszystko związane z celnością i unikami o 25%.\n„Ołowiowa czy bezołowiowa?”",
	"State.Freeze": "Zamrożenie",
	"State.FreezeDesc": "Nie pozwala na zrobienie czegokolwiek aż lód nie zostanie rozbity przez atak.\n„Masz szczęście, że to nie Snowgrave.”",
	"State.Stun": "Ogłuszenie",
	"State.StunDesc": "Ogłusza na małą chwilę preciwnika, nie dając mu nic zrobić.\n„auć moje uszy”",
	"State.Berylliosis": "Beryloza",
	"State.BerylliosisDesc": "Otruwa przeciwnika berylem, zadając 2.5% HP jako obrażenia co turę.\n„Sapię, jakby mi płonęły płuca…”",
	"State.Curse": "Klątwa",
	"State.CurseDesc": "Zabiera 2.5% HP, Many i TP co turę.\n„Czarnej magii nie należy lekceważyć.”",
	"State.Burn": "Pali się!",
	"State.BurnDesc": "Zadaje 2% twojego HP jako obrażenia co turę.\n„PŁONĘ!!!”",
	"State.Precision": "Mistrzowska precyzja",
	"State.PrecisionDesc": "Gwarantuje uderzenie krytyczne co atak.\n„Czasami najważniejsza jest precyzja.”",
	"State.Bleed": "Krwawienie",
	"State.BleedDesc": "Osłabia różne rzeczy, wliczając możliwości używania umiejętności i bronienia się, o 10%.\n„Ciężko jest się skupić, jak wiesz, że krwawisz.”",
	"State.Teasing": "Dokuczanie",
	"State.TeasingDesc": "Powoduje, że przeciwnicy częściej cię atakują.\n„Może nie jestem mistrzynią dokuczania, ale tyle wystarczy!”",
	"State.Rainbowized": "Klątwa tęczy",
	"State.RainbowizedDesc": "Zwiększa obrażenia otrzymywane od żywiołów o 5%.\n„Ogień, Lód, Woda, Elektryczność - tak różne, ale łączy je jedno: wszystkie są wspaniałe.”",
	"State.Wet": "Mokry",
	"State.WetDesc": "Zmniejsza wszystkie podstawowe statystyki o 5%.\n„Kto lubi mieć mokre ciuchy?”",
	"State.Discharged": "Rozładowanie",
	"State.DischargedDesc": "Zmniejsza zdobywane TP o 50%.\n„To trwa dłużej niż powinno. Może spróbuję z lepszą ładowarką?”",
	"State.WetMinami": "Mokra!",
	"State.WetMinamiDesc": "Zmniejsza wszystkie podstawowe statystyki o 7.5%.\n„Po prostu nienawidzę być mokra.”",
	"State.Trapped": "W pułapce",
	"State.TrappedDesc": "Powoduje wejście w pułapkę, zadając sobie duże obrażenia.\n„Jak można wpaść w tak oczywistą pułapkę?”",
	"State.FireFists": "Ogniste pięści",
	"State.FireFistsDesc": "Zadaje ogniste obrażenia, które mogą nawet podpalić wrogów.\n„Jedyny powód, dla którego nie boję się tego, to fakt, że to moja sprawka.”",
	"State.Charge1": "Naładowanie - Poziom 1",
	"State.Charge1Desc": "Zwiększa atak, elektryczne obrażenia, zwinność, szansę na unik, ładowanie TP, i leczenie od elektrycznych obrażeń.\n„Moce związane z elektrycznością były przekazywane w mojej rodzinie od zawsze...”",
	"State.Charge2": "Naładowanie - Poziom 2",
	"State.Charge2Desc": "Zwiększa atak, elektryczne obrażenia, zwinność, szansę na unik, ładowanie TP, i leczenie od elektrycznych obrażeń.\n„...ale w mym przypadku są one niezwykle silne.”",
	"State.Charge3": "Naładowanie - Poziom 3",
	"State.Charge3Desc": "Zwiększa atak, elektryczne obrażenia, zwinność, szansę na unik, ładowanie TP, i leczenie od elektrycznych obrażeń. Normalny atak zadaje elektryczne obrażenia.\n„Podsumowując, nie lekceważ mojej elektryczności - mogę cię zszokować.”",
	"State.Anxious": "Niepokój",
	"State.AnxiousDesc": "Lekko zmniejsza podstawowe statystyki oraz efektywność obrony, używania zaklęć i zdobywania TP.\n„Dobrze, że się to skończyło, ale teraz ciężko mi jest przestać o tym myśleć...”",
	"State.FoodPoisoning": "Zatrucie pokarmowe",
	"State.FoodPoisoningDesc": "Zdaje 1% HP jako obrażeia co turę i znacznie zmniejsza efektywność otrzymywanego leczenia.\n„Mój brzuch... boli... chyba zaraz zwymiotuję...”",
	"State.TrapPhaseWeakness": "Słabość",
	"State.TrapPhaseWeaknessDesc": "Zmniejsza twoje statystyki, skuteczność bronienia się, leczenia, uników, uderzeń krytycznych i celność.\n„Czemu czuję się słabszy?”",
	"State.TrapPhaseFocusLoss": "Utrata skupienia",
	"State.TrapPhaseFocusLossDesc": "Zmniejsza twoje statystyki, zdobywane TP, częstotliwość uników, uderzeń krytcznych, oraz celność. Do tego powiększa koszt zaklęć.\n„Nie mogę myśleć...”",
	"State.TrapPhaseInsanity": "Nieobliczalność",
	"State.TrapPhaseInsanityDesc": "Forces to do whatever, without your intervention.\n„Nie wiem, co robię!”",
	"State.TrapPhaseViolentPhase": "Fala przemocy",
	"State.TrapPhaseViolentPhaseDesc": "Forces to attack the enemy.\n„*dźwięk ataku*”",
	"State.Distracted": "Rozproszony",
	"State.DistractedDesc": "Zabiera ci następną turę i zdolność do robienia uników.\n„*bezmyślne tańczenie do rytmu*”",
	"State.Targetted": "Nacelowany!",
	"State.TargettedDesc": "Powiększa twoją zaczepność o niesamowitą wartość, praktycznie gwarantując, że zostaniesz trafiony.\n„...czy to oznacza pożegnanie?”",
	"State.Strength": "Siła",
	"State.StrengthDesc": "Zwiększa twój Atak o 20%.\n„Rzucaj dalej! Machaj szybciej! Uderzaj mocniej! Strzelaj... lepiej?”",
	"State.Endurance": "Wytrzymałość",
	"State.EnduranceDesc": "Zwiększa twoją Obronę o 20%.\n„Jak ssiesz w omijaniu, to to może ci pomóc przetrwać.”",
	"State.MagicPower": "Magiczna Moc",
	"State.MagicPowerDesc": "Zwiększa twój Magiczny Atak o 20%.\n„Świetne przy użyciu dużej ilości magii!”",
	"State.MagicImmunity": "Magiczna Odporność",
	"State.MagicImmunityDesc": "Zwiększa twoją Magiczną Obronę o 20%.\n„Nie powoduje pełnej odporności na magię, ale zawsze coś.”",
	"State.Swiftness": "Szybkość",
	"State.SwiftnessDesc": "Zwiększa twoją Zwinność o 20%.\n„Chcesz (być może) mieć więcej ataków na cykl?”",
	"State.Luck": "Szczęście",
	"State.LuckDesc": "Zwiększa twoje Szczęście o 20%.\n„W zasadzie inna wersja mikstury siły, jak często zadajesz uderzenia krytyczne.”",
	"State.ShortCircuit": "Zwarcie!",
	"State.ShortCircuitDesc": "Tymczasowo zatrzymuje Naemi, aby nie uszkodziła się z powodu zbyt dużej ilości prądu.\n„Na całe szczęście, Naemi uruchomi się ponownie, jak już nie będzie ryzyka uszkodzenia.”",
	"State.Overdrive": "Podkręcenie",
	"State.OverdriveDesc": "Zwiększa Zwinność o 200% i Ewazję o 10%, ale zmniejsza Obronę i Magiczną Obronę o 25% i Celność o 5%\n„Podkręcanie zawsze może coś zepsuć - w tym wypadku jest to moja obrona.”",
	"State.Matcha": "Moc Matchy",
	"State.MatchaDesc": "Regeneruje 1% maksymalnego HP przez 5 tur.\n„Zielone jest zdrowe!”",
	"State.Cola": "Przypływ energii",
	"State.ColaDesc": "Trochę powiększa Zwinność, szansę na unik, i regeneruje trochę TP.\n„Ekstremalne ilości cukru i trochę kofeiny na pewno dodadzą ci energii...”",
	"State.ShadowyDrink": "Wzmocnienie cieniste",
	"State.ShadowyDrinkDesc": "Trochę powiększa szansę na unik.\n„Słyszałem, że poeta z Narodu Minerałów bardzo to lubi...”",
	"State.LeaderCommand": "Komenda lidera",
	"State.LeaderCommandDesc": "Powiększa Atak, Magiczny Atak, Szczęście, celność, szansę na uderzenie krytyczne, i zadawane obrażenia o 5%.\n„Nawet jak nie jestem najlepsza, to mogę pomóc innym być jeszcze lepszym!”",

	"Enemy.DesertBandit": "Pustynny bandyta",
	"Enemy.DesertBanditMage": "Pustynna czarownica",
	"Enemy.DesertScout": "Zwiadowca bandytów",
	"Enemy.TrainingDummy": "Manekin Treningowy",
	"Enemy.MineBandit": "Bandyta z kopalni",
	"Enemy.MineBanditLeader": "Lider badytów z kopalni",
	"Enemy.MineBanditSasin": "Bandyta z kopalni",
	"Enemy.BanditPhysical": "Ufortyfikowany bandyta",
	"Enemy.BanditFire": "Bandyta gorąca",
	"Enemy.BanditIce": "Bandyta lodu",
	"Enemy.BanditElectricity": "Bandyta elektryk",
	"Enemy.BanditWater": "Bandywa hydraulik",
	"Enemy.ForestBandit": "Forest Bandit",
	"Enemy.Lamp": "Lampa",

	"TP.Mode": "Tryb TP",
	"TP.Default": "Domyślny",
	"TP.DefaultDesc": "Otrzymujesz TP przy Atakowaniu, Obranianiu się, albo otrzymywaniu obrażeń.",
	"TP.Sponge": "Gąbka na obrażenia",
	"TP.SpongeDesc": "Otrzymujesz dużo TP przy otrzymywaniu obrażeń, ale tracisz odrobinę TP co turę.",
	"TP.Maniac": "Maniak Przemocy",
	"TP.ManiacDesc": "Otrzymujesz dużo TP TYLKO przy zadawaniu obrażeń w jakikolwiek sposób.",
	"TP.TPBoost": "Zbieracz TP",
	"TP.TPBoostDesc": "Otrzymujesz małe ilości TP przy zadawaniu lub dostawaniu obrażeń, z zwiększonym limitem. Możesz też trzymać TP pomiędzy bitwami.",
	"TP.Passive": "Regenerator",
	"TP.PassiveDesc": "Otrzymujesz małe ilości TP pasywnie co turę, nie ważne co robisz.",

	"Category.Select1": "Wybierz przedmiot(y) typu:",
	"Category.Select2": "(Ilość:",
	"Category.Selected": "(Selected)",
	"Category.None": "Bez kategorii",
	"Category.Note": "Notatka"
}