{
	"Lock":"Zamknięte.",
	"Goodbye":"Do widzenia!",
	"Nothing":"Nic się nie stało.",
	"NoSaveReminder":"Wchodzisz do miejsca, gdzie ${Text.Calamity}nie można zapisywać${Text.Normal}. Czy chcesz kontynuować?",
	
	"Story1":"Genji, mógłbyś mi opowiedzieć historię? Proszę!",
	"Story2":"Okej. Ostatnio odnalazłem pewną opartą na faktach. Jestem pewien, że ci się spodoba!",
	"Story3":"W dawnych czasach, sześć narodów żyło ze sobą w pokoju.",
	"Story4":"Jednak kiedy Naród Wrzątku zaatakował, wszystko się zmieniło.",
	"Story5":"Niegdyś przyjazne narody zaczęły ze sobą walczyć, a świat ogarnęła wojna.",
	"Story6":"Ale dopiero kiedy umierały ostatki nadzieji na jej zakończenie, pojawiła się skrzydlata wybawicielka.",
	"Story7":"Każdy patrzał na nią z podziwem, podczas gdy ona kończyła dłużącą się wojnę.",
	"Story8":"Dzięki niej, powrócił pokój...",
	"Story9":"...do czasu.",
	"Story10":"Wybawicielka, która w tamtym czasie rządziła narodem, została zamordowana.",
	"Story11":"To wydarzenie ponownie spowodowało walki, tym razem w jednym celu: Poważnym ukaraniu tego zabójcy!",
	"Story12":"Po wymierzeniu sprawiedliwości, pokój ponownie nastał na świecie.",
	"Story13":"I to by było na tyle.",
	"Story14":"Jak doskonale wiesz, kolejna wojna trwa w najlepsze.",
	"Story15":"Kto wie, co się stanie tym razem?",
	"Story16":"Och, robi się już późno. Dobranoc!",
	"Story17":"Dobranoc!",
	"Story18":"Przepraszam, ale nie jest to czas na historię. Dobranoc!",
	"Story19":"Dobranoc...",
	"Story20":"Następnego dnia\\|.\\|.\\|.",
	
	"Check1":"Mój laptop. Mam na nim gry i ważne pliki.",
	"Check2":"(Dlaczego... to powiedziałam?)",
	"Check3":"Genjiro ma całkiem szybki internet.",
	"Check4":"Kartony po przeprowadzce sprzed dziewięciu lat.",
	"Check5":"Chyba od zawsze uwielbiałam kartony.",
	"Check6":"Całkiem niezłe krzesło z JCLT.",
	"Check7":"Nic jednak nie przebije krzesła gamingowego Genjiro.",
	"Check8":"Półki z najróżniejszymi rzeczami.",
	"Check9":"Zaraz, a co to jest?",
	"Check10":"Moje łóżko.",
	"Check11":"Wolę spać krócej, ale częściej.",
	"Check12":"Półka jak półka.",
	"Check13":"Półka na książki.",
	"Check14":"Tam jest część laboratoryjna willi.",
	"Check15":"Chyba lepiej tam nie iść.",
	"Check16":"Zemdlał...",
	"Check17":"Zemdlała...",
	"Check18":"Nagrobek Telar. Ktoś najwyraźniej zrobił jej posąg.",
	"Check19":"Założę się o stówę, że po tak długim czasie jest czerstwy i twardy jak kamień!",
	"Check20":"Kanał Nijisaki. Zaopatruje miasto w wodę.",
	"Check21":"Nie czuję się komfortowo będąc blisko niego.",
	"Check22":"Tablet z mnóstwem zakładek i notatek z przepisami.",
	"Check23":"W razie W także działa jako deska do krojenia.",
	"Check24":"Mikrofalówka.",
	"Check25":"Najczęściej używana do robienia natychmiastowego ramen.",
	"Check26":"Portret Raiden Thora.",
	"Check27":"Genjiro opowiadał mi, że jeden z jego synów był pierwszym z rodu Okimoto.",
	"Check28":"Kuchenka indukcyjna.",
	"Check29":"Umiem całkiem nieźle gotować.",
	"Check30":"Zlew.",
	"Check31":"Zlew jak każdy inny. Co tu dużo mówić.",
	"Check32":"Lodówka.",
	"Check33":"Nie przepadam za zimnym jedzeniem.",
	"Check34":"Krzesło gamingowe, które sam zbudowałem.",
	"Check35":"Jest świetne - ma wbudowany komputer, mnóstwo przycisków i nawet lata. I to dlatego jednym z moich nicków jest „Master_Chen”.",
	"Check36":"Zejście do piwnicy.",
	"Check37":"Jest tam całe mnóstwo waladu oraz niebezpiecznych rzeczy. Nie polecam tam schodzić.",
	"Check38":"Bankomat.",
	"Check39":"Płacenie telefonem jest zdecydowanie wygodniejsze.",
	
	"Bookshelf1":"Jest na niej pierwszy tom mangi „Hiroki w szkole Yōkai”.",
	"Bookshelf2":"Czytaliśmy tą serię mnóstwo razy.",
	"Bookshelf3":"Jest na niej książka o programowaniu w Malbolge.",
	"Bookshelf4":"Myślę, że tylko Naemi byłaby w stanie programować w tym szalonym języku.",
	"Bookshelf5":"Jest na niej księga czarów.",
	"Bookshelf6":"Te zaklęcia są tak zaawansowane, że ogarniam je gorzej od Naemi.",
	"Bookshelf7":"Jest na niej książka wypełniona losowymi liczbami.",
	"Bookshelf8":"Czemu ktokolwiek miałby tego użyć, skoro jest darmowa aplikacja do losowania?",
	"Bookshelf9":"Jest na niej ilustrowany tom „Henry Portman: Ucieczka z Astabanu”.",
	"Bookshelf10":"Nie mogę się doczekać „Henry Portman: Kradzież Czary”!",
	"Bookshelf11":"Jest na niej poradnik przechodzenia „Southern Direction: Przywołanie Karmazynowej Wiedźmy”.",
	"Bookshelf12":"Ta gra była świetna, a następne części są jeszcze lepsze!",
	"Bookshelf13":"Jest na niej zwój z projektem Naemi.",
	"Bookshelf14":"Bardzo przydatne w razie jej zniszczenia.",
	"Bookshelf15":"Jest na niej kartka z zapisaną historią.",
	"Bookshelf16":"Hej, to ta sama historia, którą opowiadał mi Genjiro!",
	"Bookshelf17":"Nie kojarzę tej historii.",
	
	"MinamiDate":"25 czerwca 510 r.",
	"MinamiRoom1":"Nareszcie! Pokonany! Jeszcze tylko sprawdzę godzinę...",
	"MinamiRoom2":"Zaraz, już dziesiąta? To ile ja się z tym bossem tłukłam?",
	"MinamiRoom3":"W sumie, to nie ma teraz znaczenia. I tak powinnam wyjść z łóżka.",
	"MinamiRoom4":"Kolejny dzień! I do tego dzisiaj będzie przygoda!",
	"MinamiRoom5":"Zaraz, już dziewiąta? To ile ja przespałam?",
	"MinamiRoom6":"W sumie, to nie ma teraz znaczenia. I tak powinnam sprawdzić, co u innych.",
	"OkimotoTop1":"Minami! Nareszcie wstałaś!",
	"OkimotoTop2":"Przygotowałam dla ciebie coś do jedzenia!",
	"OkimotoTop3":"Dobrze!",
	"OkimotoTop4":"Minami! Nareszcie wstałaś! Czekaliśmy na ciebie!",
	"OkimotoTop5":"Przy okazji, z wskrzeszaniem Telar odwaliłaś znakomitą robotę. Puls ma całkowicie w normie.",
	"OkimotoTop6":"Nie tak jak twój, który wynosi 120 uderzeń na minutę w spoczynku!",
	"OkimotoTop7":"Ach, mam coś dla ciebie. To książka o walce. Powinna dać ci trochę doświadczenia, abyś nie była aż tak bardzo w tyle.",
	"OkimotoChen1":"Hej Minami!",
	"OkimotoChen2":"Hej, Naemi! Wiem, co będziemy dziś robić!",
	"OkimotoChen3":"Co?",
	"OkimotoChen4":"Przypomniała mi się historia tego naszyjnika. Według niej należał do Telar, a ona bardzo go ceniła.",
	"OkimotoChen5":"Kto wie, może coś się stanie, jak go odłożymy w ważne dla niej miejsce?",
	"OkimotoChen6":"To brzmi ciekawie. Wchodzę w to.",
	"OkimotoChen7":"Tak przy okazji to wszytkiego najlepszego!",
	"OkimotoChen8":"Dziękuję!",
	"OkimotoChen9":"Nie zapomnij o śniadaniu!",
	"OkimotoLeave1":"Gdzie idziesz Minami?",
	"OkimotoLeave2":"Nie mów mi że jesteś tak chętna do wybryków że aż jesteś w stanie zjeść kocią karmę zamiast śniadania tylko dla oszczędności czasu!",
	"OkimotoLeave3":"Nie jestem fanką zimnego jedzenia, a ciasto jest jeszcze ciepłe.",
	"OkimotoReturn1":"O, jesteście!",
	"OkimotoReturn2":"Minami, wszystkiego najlepszego!",
	"OkimotoReturn3":"Dziękuję, Genji~!",
	"OkimotoReturn4":"Przy okazji, kogo przyprowadziłyście?",
	"OkimotoReturn5":"Genjiro, to jest Telar.",
	"OkimotoReturn6":"Witaj, Telar. Miło cię poznać!",
	"OkimotoReturn7":"Zaraz... Ciebie chyba zabito wieki temu?",
	"OkimotoReturn8":"Dobry wieczór, Genjiro. Mi też miło cię poznać.",
	"OkimotoReturn9":"A jeżeli o to chodzi, to moja sprawka.",
	"OkimotoReturn10":"Cóż, akurat skończyłem dekorować ciasto, a więc jesteście w samą porę.",
	"OkimotoReturn11":"Chodźmy, zanim będzie zimne!",
	"OkimotoBirthday1":"Godzinę później\\|.\\|.\\|.\\|",
	"OkimotoBirthday2":"Ta impra była ŚWIETNA!",
	"OkimotoBirthday3":"Zgadzam się. W szczególności ten tort.",
	"OkimotoBirthday4":"Dziękuję! Specjalnie starałem się, aby był jak najlepszy!",
	"OkimotoBirthday5":"Jednak, powoli robi się już późno. Mamy jakieś plany na jutro?",
	"OkimotoBirthday6":"Mam pomysł. Co powiecie o wyprawie, aby zakończyć tę całą wojnę?",
	"OkimotoBirthday7":"Brzmi nieźle.",
	"OkimotoBirthday8":"Przy okazji, weźmy ze sobą resztę tortu. Nie chcę, żeby się zmarnował!",
	"OkimotoBirthday9":"Tak naprawdę to ja to wszystko zaplanowałam a Genjiro jedynie upiekł ciasto.",
	"OkimotoBirthday10":"Minami, i jak tam ciasto?",
	"OkimotoBirthday11":"Genialne! Dokładnie tak słodkie, jak lubię!",
	"OkimotoBirthday12":"Wow, i do tego nie przesadziłem aż tak bardzo z cukrem... Takiego ciasta to szef kuchni by się nie powstydził!",
	"OkimotoBirthday13":"To nie były urodziny, których się spodziewałam, ale takie, na które zasłużyłaś.",
	
	"NijisakiSteph1":"Hej, dlaczego Stephen zrobił swoją bazę dla dronów na styl bazy wojskowej?",
	"NijisakiSteph2":"Nie wiem. Zapytaj się go. Prawdopodobnie ci odpowie.",
	"NijisakiDrone1":"Myślę, że powinniśmy zapytać Stephena, zanim weźmiemy jego drona – do tego nie wiem, jak nimi sterować",
	"NijisakiDrone2":"Masz rację. Lepiej zadzwońmy do niego.",
	"NijisakiDrone3":"Lepiej zadzwonić do Stephena.",
	"NijisakiDrone4":"No to na co czekamy? Lećmy!",
	"NijisakiDrone5":"Jesteście na miejscu.",
	"NijisakiDrone6":"Dzięki!",
	"NijisakiShop1":"Dzień dobry, Minami.",
	"NijisakiShop2":"Dzień dobry. Mam pomysł na wyprawę, który chcę dzisiaj zrealizować.",
	"NijisakiShop3":"Rozumiem. Mam na tę okazję trochę przydatnych na wyprawach rzeczy.",
	"NijisakiShop4":"Dziękuję.",
	"NijisakiShop5":"Nie macie wystarczająco dużo gwiazd, aby uruchomić ten automat.",
	"NijisakiShop6":"Co chesz zrobić?",
	"NijisakiShop7":"Kup gwiezdne przedmioty",
	"NijisakiShop8":"Sprawdź następny przedmiot",
	"NijisakiShop9":"Następny przedmiot to ",
	"NijisakiShop10":" i wymaga ",
	"NijisakiShop11":"  gwiazd do odblokowania.",
	"NijisakiShop12":"Podpowiedź: Pięć z gwiazd jest w półkach, ukryte za kodami z liczb.",
	"NijisakiShop13":"Podpowiedź: Kod do pierwszej gwiazdy to twoje goroawase.",
	"NijisakiShop14":"Podpowiedź: Pamiętasz? 3 to „mi”, a 7 to „na”.",
	"NijisakiShop15":"Podpowiedź: Kod do drugiej gwiazdy to liczba z jakiegoś powodu popularna w Narodzie Minerałów.",
	"NijisakiShop16":"Podpowiedź: Ta liczba oznacza godzinę śmierci znanej osoby.",
	"NijisakiShop17":"Podpowiedź: Kod do trzeciej gwiazdy to... eh, dowiesz się Jak To Zobaczysz.",
	"NijisakiShop18":"Podpowiedź: Kojarzysz tę grę o kółkach i klikaniu? To właśnie z niej jest ten mem.",
	"NijisakiShop19":"Podpowiedź: Kod do dwóch ostatnich gwiazd to pewien specjalny kod. Dam cztery słowa: Winda, Piknik, Druga Strona.",
	"NijisakiShop20":"Podpowiedź: Spróbuj sprawdzać od 1 do 10, zapamiętując, co daje odpowiedni rezultat.",
	"NijisakiShop21":"Cóż, to wszystko z szafek. Spróbuj poszukać pozostałych gdzieś indziej.",
	"NijisakiShelf1":"To jest ",
	"NijisakiShelf2":" półka. Czy mam ją przeszukać?",
	"NijisakiShelf3":"Coś się... stało?",
	"NijisakiShelf4":"Coś się... odstało?",
	"NijisakiShelf5":"Z tej półki wypadła gwiazda!",
	"NijisakiShelf6":"Z tej półki wypadły dwie gwiazdy!",
	"NijisakiShelf7":"Oh, no i widzę, gdzie są inne gwiazdy.",
	"NijisakiShelf8":"To na pewno mi pomoże z ich zbieraniem!",
	
	"DesertDrone1":"Oh, Wielka Pustynia. Przed Kataklizmem sprzed 600 lat było to perfekcyjne miejsce zamieszkania.",
	"DesertDrone2":"Teraz tutaj są w większości piach i skały.",
	"DesertDrone3":"ZARAZ!",
	"DesertDrone4":"Co?!",
	"DesertDrone5":"Przypomiało mi się! Ten dron jest wadliwy!",
	"DesertDrone6":"(W sumie, to zastanawiam się, dlaczego jeszcze nie spadł...)",
	"DesertDrone7":"Dobra, to plan jest taki: Ja ląduję dronem, wy wysiadacie, a ja błagam, żeby ten dron był w stanie polecieć spowrotem do domu...",
	"DesertDrone8":"Ok. To do usłyszenia, Stephen!",
	"DesertDrone9":"Do usłyszenia, Minami!",
	"DesertDrone10":"Przy okazji obliczyłem, że za około 10 minut przyjedzie tutaj  jakaś ciężarówka.",
	"DesertDrone11":"Pozbieranie resztek tego drona brzmi jak dobry pomysł.",
	"DesertEnemy1":"Hej! Co ty planujesz zrobić?!",
	"DesertSign1":"W lewo - pustynia, w prawo - pustynia.",
	"DesertSign2":"W górę - ruiny Naziemnego Narodu Pary.",
	"DesertTent1":"Hmm... ciekawe...",
	"DesertTent2":"Ci głupi bandyci za szybko tu nie wrócą, a więc kogo to obchodzi, że przygarnę te notatki?",
	"DesertTent3":"Łał... wygląda na to, że jest na nich zapisane zaklęcie.",
	"DesertTent4":"To chyba był dobry pomysł!",
	"DesertTent5":"Łał, czar leczniczy! Zajebiście!",
	"DesertBoard1":"„Wypisuj tutaj każdy poległy oddział. Jeżeli wyliczysz 10, daj mi znać.”",
	"DesertBoard2":"Poza tym tekstem tablica jest pusta.",
	"DesertBoard3":"Jest tutaj 1 kreska.",
	"DesertBoard4":"Są tutaj \\V[7] kreski.",
	"DesertBoard5":"Jest tutaj \\V[7] kresek.",
	"DesertBoard6":"Ktoś naprawdę to liczy!",
	"DesertBoard7":"Dobrze nam idzie!",
	"DesertBoard8":"To już połowa? Bo mi się wydawało, że dopiero jedna trzecia.",
	"DesertBoard9":"Ciekawe, komu da znać?",
	"DesertBoard10":"Jescze tylko jeden!",
	"DesertBoard11":"I chyba mamy problem.",
	"DesertBoard12":"Chyba przesadziłyśmy.",
	"DesertBoard13":"Gdzie są pozostali?",
	"DesertBoard14":"To było świetne! Chcę to zrobić jeszcze raz!",
	"DesertBoard15":"Czekaj, co?",
	"DesertWarning1":"Nie czuję się jeszcze gotowa. Czy i tak idziemy?",
	"DesertWarning2":"Jest tutaj coś jeszcze, a nie chcę tutaj się wracać. Czy i tak idziemy?",
	"DesertWarning3":"No to idziemy?",
	"DesertLeader1":"Co? Dwie dziewczyny pokonały wszystkie nasze oddziały? Kim one są?",
	"DesertLeader2":"Mówisz, że jedna jest kotem, a druga pewnie robotem?",
	"DesertLeader3":"Jasne. Poszukam ich, a jak je znajdę, to dam im nieźle w kość!",
	"DesertLeader4":"Tu jesteście!",
	"DesertLeader5":"Jestem Sasin, lider tej dywizji!",
	"DesertLeader6":"A wy dwie rujnujecie mi całą robotę!",
	"DesertLeader7":"Po co tu w ogóle jesteś? Znalazłam więcej łupu niż wszyscy twoi bandyci razem wzięci.",
	"DesertLeader8":"No i? Znalazłem to, czego szukałem. Jest na twojej szyji i zaraz będzie mój!",
	"DesertLeader9":"Ten naszyjnik? Twój? Chyba jaja sobie robisz, durniu!",
	"DesertLeader10":"Czemu się leczysz?!",
	"DesertLeader11":"A dlaczego nie mogę, kiedy jest was więcej i jesteście silniejsze?",
	"DesertLeader12":"Ekh, wygrałyście!",
	"DesertLeader13":"Nie martwcie się, jeszcze was dopadnę!",
	"DesertLeader14":"Heh. Naszyjniczek już jest mój!",
	"DesertLeader15":"POŻAŁUJESZ JAK GO DOTKNIESZ.",
	
	"TelarArrival":"Jesteśmy na miejscu. To tutaj był położony główny plac powierzchniowego Narodu Pary.",
	"TelarPlacement1":"(Odłożyć naszyjnik?)",
	"TelarPlacement2":"Oto i jest!",
	"TelarAlive1":"Co się stało z moim pałacem? Ktoś go zniszczył, czy może byłam martwa tak długo?",
	"TelarAlive2":"Odpowiadając na twoje pytanie wszystkie informacje jakie znalazłam wskazują na drugą opcję.",
	"TelarAlive3":"Och.",
	"TelarAlive4":"Zapomniałam się przedstawić. Nazywam się Telar Jriaed.",
	"TelarAlive5":"Jestem Naemi Okimoto.",
	"TelarAlive6":"A ja jestem Minami Jriaed.",
	"TelarAlive7":"Powtórzysz proszę?",
	"TelarAlive8":"Minami Jriaed.",
	"TelarAlive9":"Z drzewa genealogicznego jestem twoją wnuczką cioteczną.",
	"TelarAlive10":"Rozumiem, ma to sens, pomijając twe uszy i... ogon?",
	"TelarAlive11":"Opowiem potem.",
	"TelarAlive12":"Jak widzę, to twój dom zmienił się w ruiny. Może chciałabyś wrócić z nami do naszego domu?",
	"TelarAlive13":"Oczywiście.",
	"TelarAlive14":"Tylko jak dostaniemy się do naszego domu?",
	"TelarAlive15":"Mam pomysł.",
	"TelarAlive16":"Jaki masz pomysł?",
	"TelarAlive17":"Powinnaś nas-",
	"TelarAlive18":"Obawiam się, że nie uniosę was obu.",
	"TelarAlive19":"Ej, a może zamiast tego zadzwonię po podwózkę? Oby Stephen miał jakiegoś sprawnego drona.",
	"TelarAlive20":"Nie znam znaczenia niektórych z twoich słów, ale brzmi dobrze.",
	"TelarAlive21":"To też dobry pomysł.",
	
	"MineDarkness1":"Jest za ciemno! Nic nie widzę!",
	"MineDarkness2":"Przecież widzisz w ciemnościach?",
	"MineDarkness3":"No tak, ale tu nie ma ani odrobiny światła!",
	"MineDarkness4":"Dobrze, że mamy telefony.",
	"MineWay1":"W którą stronę teraz idziemy?",
	"MineWay2":"Zależy, co chcemy robić. Jak idziemy z przygodą w przód, to po torach. Jak szukamy sekretów i skarbów, to nie po torach.",
	"MineWay3":"(Czemu nie pomyślałam o tym wcześniej...?)",
	"MineWay4":"W prawo są nowe korytarze tej kopalni, którymi dostaniecie się aż do miasteczka.",
	"MineWay5":"Uwaga - roją się one od bandytów. Czego oni tam chcą, nie wiem, ale na pewno przeszkadzają w wydobyciu.",
	"MineWay6":"Poradzimy sobie!",
	"MineWay7":"Jest jakiś sposób, by ich ominąć?",
	"MineWay8":"Dziękuję.",
	"MineWay9":"To dobrze. Im ich tam mniej, tym jest tam bezpieczniej.",
	"MineWay10":"Nie wiem, chociaż wyglądacie na dość sprytnych. Na pewno coś wymyślicie!",
	"MineWay11":"Proszę bardzo!",
	"MineWay12":"A, i przy okazji - weźcie to, może wam się to przydać.",
	"MineWay13":"To są notatki, jakie znalazłem w kopalniach. Myślę, że ich użycie doda trochę EXPa całej twojej drużynie.",
	"MineWay14":"Uważajcie na siebie w tych kopalniach!",
	
	"ForestChest1":"Hmm? Czy coś się pojawiło w okolicy wejścia?",
	"ForestChest2":"Skąd to wiedziałaś, Minami?",
	"ForestChest3":"Usłyszałam, jak ta skrzynka się pojawia.",
	"ForestChest4":"Ja tego nie słyszałam. Ale przecież masz najlepszy słuch z nas wszystkich.",
	"ForestChest5":"Hmm? Czy coś się pojawiło w okolicy jeziorka?",
	
	"DebowiecBlock1":"Ktoś zablokował ścieżkę.",
	"DebowiecSasin1":"Kim jesteście? Nie wiecie, że nienależy przeszkadzać komuś, kto robi kopalnię odkrywkową?",
	"DebowiecSasin2":"Po jaką cholerę robisz kopalnię odkrywkową na środku chodnika?",
	"DebowiecSasin3":"Nie wasz interes. Przy okazji, to ja zablokowałem ścieżkę, aby nikt nowy się tu nie przypałętał z tamtej strony, przeszkadzając mi w robocie.",
	"DebowiecSasin4":"Bo wiesz, te pachołki blokują nam ścieżkę do następnej lokacji, więc mam układ: pokonasz nas, wracamy do siebie i ty robisz dalej kopalnię odkrywkową. Pokonamy cię - odblokowujesz ścieżkę i przestajesz kopać w chodniku.",
	"DebowiecSasin5":"Zgoda! Zobaczmy, kto jest silniejszy!",
	"DebowiecSasin6":"Heh, teraz, zgodnie z umową, wracacie do domu i nie zawracacie mi gitary.",
	"DebowiecSasin7":"*westhnienie* Cóż, umowa jest taka, że się stąd zmywam. Do zobaczenia!",
	"DebowiecSasin8":"Wpierw, ktoś pokonuje większość moich bandytów na pustyni, a teraz przychodzicie wy i nie dajecie mi w spokoju kopać?!",
	"DebowiecSasin9":"Cóż, nie znamy tamtej dwójki, to na pewno nie-",
	"DebowiecSasin10":"(Proszę nawet nie probój. Z twoimi umiejętnośćiami kłamania jedynie narobisz większych kłopotów.)",
	"DebowiecSasin11":"W każdym razie, twoje wykopaliska są prawdopodobnie nielegalne (choć nie znam się na prawie) i teraz podejmujemy próbę zatrzymania tego. Poddaj się, zanim wezwę policję.",
	"DebowiecSasin12":"Najpierw to mi pokaż, na co cię stać!",
	"DebowiecSasin13":"Heh, ależ wy głupi. Teraz to wy uciekacie.",
	"DebowiecSasin14":"Ta, jesteście całkiem silni, na pewno z moimi bandytami nie mieliście problemów, muszę wracać, na razie!",
	"DebowiecSasin15":"No, no, jak to nie są kotka z androidką? Powiecie mi, gdzie macie ten naszyjnik?",
	"DebowiecSasin16":"(Chodzi mu o twój naszyjnik, Telar.)",
	"DebowiecSasin17":"Oto i jest, stoi przed tobą i chce cię \\}CIĘ POWALIĆ\\{!",
	"DebowiecSasin18":"Oh, jest silniejszy niż myślałam.",
	"DebowiecSasin19":"Wygląda na to, że trenowałyście w międzyczasie. Muszę lecieć!",
	"DebowiecSasin20":"Znowu wy? Pokonanie mnie raz nie jest dla was wystarczające?",
	"DebowiecSasin21":"Tak. Przy okazji, zablokowałeś nam ścieżkę, a więc nie mamy innego wyjścia.",
	"DebowiecSasin22":"No to cóż, jak mnie ponownie pokonacie, odblokuję ścieżkę. Jak nie, to wracać do siebie i mi nie przeskadzać!",
	"DebowiecSasin23":"Wcześniej pokonałyście mnie bez żadnych problemów, a teraz to ja pokonałem was? Huh, wygląda na to, że się nieźle wzmocniłem.",
	"DebowiecSasin24":"To jest to, czego się tak szczerze spodziewałem. Odblokuję wam ścieżkę.",
	
	"MaximilianPoster":"Potrzebna pomoc",
	"MaximilianPoster1":"Dostałem od kolegi małe demko gry, ale jestem słaby w grach video. Chcę mu pomóc, więc czy ktoś mógłby mi pomóc z ocenieniem jej? - Maksymilian",
	"MaximilianPoster2":"To brzmi dość szczerze... Co myślicie, pomożemy?",
	"MaximilianPoster3":"Jestem na tak. Szczególnie, jak ma mechanikę w stylu Southern Direction.",
	"MaximilianPoster4":"Życzliwość jest ważna. Jestem za.",
	"MaximilianPoster5":"Zgadzam się z Naemi.",
	"MaximilianPoster6":"A więc chodźmy!",
	"MaximilianDoor1":"Wbijanie komuś na chatę bez żadnego powodu nie jest miłe.",
	"MaximilianDoor2":"Wchodźcie!",
	"MaximilianWelcome1":"Dzień dobry, jestem Minami.",
	"MaximilianWelcome2":"Miło mi. Jestem Maksymilian.",
	"MaximilianWelcome3":"Szczerze, to oglądałem wiele twoich bitw i nie wyglądasz na kogoś, kto nie umie grać w gry video.",
	"MaximilianWelcome4":"Tak. Skłamałem na tej tablicy ogłoszeń. Tak naprawdę, to tę grę już przeszłem, ale szukałem kogoś, kto mi pomoże z bezstronniczym ocenieniem jej.",
	"MaximilianWelcome5":"Nawet w takim wypadku, pomożemy ci z oceną!",
	"MaximilianWelcome6":"Dzięki! Komputer jest tutaj, a grę zostawiłem na menu głównym. Dobrej zabawy!",
	"MaximilianCheck1":"Oto mój aneks kuchenny.",
	"MaximilianCheck2":"Za tymi drzwiami są sypialnia i łazienka.",
	"MaximilianGame1":"No dobra, lecimy z tą grą!",
	"MaximilianGame2":"Maksymilian, czemu zaczynam w dżungli, bez żadnego intra ani nic",
	"MaximilianGame3":"Pewnie przysłał jakiś build testowy. Ale to jedyny główny gameplay w tej chwili, więc nic straconego.",
	"MaximilianGame4":"Dlaczego ta gra wygląda tak... podtawowo? Tak jakby była z przykładowych rzeczy z silnika?",
	"MaximilianGame5":"Nie miał pomysłu na grę, a więc to jest to, co testuje, mając nadzieję, że jakaś inspiracja wskoczy mu do głowy.",
	"MaximilianGame6":"Hej, Maksymilian, chciałbyś dołączyć do naszej drużyny, jak to ukończę?",
	"MaximilianGame7":"Nawet niezły pomysł. Jak długo mnie nie będzie w domu? Za miesiąc mam ważny turniej.",
	"MaximilianGame8":"Myślę, że zajmie nam to z około tydzień, a więc nie musisz się martwić.",
	"MaximilianGame9":"Świetnie. Jeszcze tylko finałowy boss tej lokacji i mamy to z głowy.",
	"MaximilianGame10":"Aaa! Skąd się ten wróg wziął?!",
	"MaximilianGame11":"Mój przyjaciel zaimplementował losowe starcia. Nie martw się, wszystko będzie dobrze... dopóki gra nie postanowi nimi spamić.",
	"MaximilianGame12":"Oh, przegrałam...",
	"MaximilianGame13":"Nie martw się, możesz spróbować ponownie.",
	"MaximilianGame14":"Dobra, przeszłam już tę grę.",
	"MaximilianRating1":"(Jak oceniasz grę przyjaciela Maksymiliana?)",
	"MaximilianRating2":"Świetna",
	"MaximilianRating3":"Dobra",
	"MaximilianRating4":"Średnia",
	"MaximilianRating5":"Słaba",
	"MaximilianRating6":"Do dupy",
	"MaximilianRating7":"Już jest to świetnym rozpoczęciem, i do tego wiem, jak tę grę ulepszyć jeszcze bardziej!",
	"MaximilianRating8":"Super! Mógłbym usłyszeć twój pomysł, abym mógł podzielić się nim z moim przyjacielem?",
	"MaximilianRating9":"Jest okej, i mam pomysł, jak ją poprawić.",
	"MaximilianRating10":"Nasze opinie najwyraźniej się nie różnią. Mógłbym usłyszeć twój pomysł, abym mógł podzielić się nim z moim przyjacielem?",
	"MaximilianRating11":"Cóż, najlepsza gra wszechczasów to nie jest, ale nie jest tak źle. Mam do tego pomysł, jak ją poprawić.",
	"MaximilianRating12":"Okej, czy więc mógłbym usłyszeć twój pomysł? Chciałbym opowiedzieć o nim mojemu przyjacielowi.",
	"MaximilianRating13":"Potrzeba jeszcze sporo pracy, no chyba że to ma być gra z kosza. Mam pomysł na temat, a więc przynajmniej tym nie będzie musiał zawracać sobie głowy.",
	"MaximilianRating14":"Tak szczerze, to prawda. Ta gra nadal potrzebuje dużo roboty i czasu. Ale już ustalony temat na pewno pomoże, więc powiesz mi, co masz na myśli?",
	"MaximilianRating15":"Jest do dupy. Ale, mam pomysł, który sprawi, że będzie trochę mniej do dupy.",
	"MaximilianRating16":"Huh. Bardzo pomocna opinia. W takim razie, mógłbym usłyszeć twój pomysł?",
	"MaximilianRating17":"Jasne! Więc, co ty na to, żeby ta gra była o mojej przygodzie? Naturalnie, będziesz jej częścią, i do tego opowiemy, co się stało wcześniej, aby twój przyjaciel mógł zrobić ganialną grę.",
	"MaximilianRating18":"Tak. Więc, co ty na to, żeby ta gra była o mojej przygodzie? Naturalnie, będziesz jej częścią, i do tego opowiemy, co się stało wcześniej, aby twój przyjaciel mógł zrobić lepszą grę.",
	"MaximilianRating19":"To... na serio dobry pomysł. Spytam się mojego przyjaciela, co o tym sądzi.",
	"MaximilianScarlet1":"Przy okazji, wiesz coś o Scarlet?",
	"MaximilianScarlet2":"Hmm... czy ma ona jaskrawo czerwone włosy?",
	"MaximilianScarlet3":"Zgadza się.",
	"MaximilianScarlet4":"No to ostatnio walczyłem z nią na ringu. Jako nowiutki zawodnik, walczyła naprawdę dobrze. I kosmetycznie przypaliła mi rękawice.",
	"MaximilianScarlet5":"Super. Jesteśmy w drodze, by ją odnaleść, więc jak dołączysz, to będziesz miał szansę na powtórną bitwę!",
	"MaximilianScarlet6":"I, skoro przegrałem z nią 1-2, to będzie świetny rewanż! Wchodzę w to!",
	"MaximilianScarlet7":"<center><b>NOWY SOJUSZNIK ODBLOKOWANY</b><br>Bokser Maksymilian</center>",
	"MaximilianScarlet8":"Przy okazji, ostatnio też odnalazłem coś takiego. Może kiedyś odkryjemy tego zastosowanie.",
	
	"AmberPeaksBerries":"Patrzcie, jagody!",
	"AmberPeaksBus1":"Przystanek autobusowy.",
	"AmberPeaksBus2":"To jest jego końcowy przystanek, a więc tym moglibyśmy się tylko cofnąć. Do tego wolę drony Stephena.",
	"AmberPeaksSign1":"\"Dla bezpieczeństwa to przejście zostało zablokowane. Użyj 4 przełączników w Szczytach, aby przejść dalej.\"",
	"AmberPeaksSign2":"\"Jak nie wiesz co robić, kryształy ci pomogą...\"",
	"AmberPeaksSign3":"Jest też narysowana mała strzałka w prawo.",
	
	"AuctionIntroduction":"Witajcie w moim domu aukcyjnym! Tutaj ludzie sprzedają jedne z najbardziej prestiżowych przedmiotów na świecie, a nawet wy możecie zarówno kupować, jak i sprzedawać!",
	"AuctionLightbulbsBane":"To jest ${Weapon.LightbulbsBane}. To de facto nie jest broń, ale jej możliwość oślepienia wrogów przydaje się w bitwie!",
	"AuctionEmeraldStaff":"To jest ${Weapon.EmeraldStaff}. Jego wolframowa rączka i szmaragdowa główka sprawiają, że jest to ciężka, ale potężna broń!",
	"AuctionStatBattle":"To jest ${Item.AuctionNote1}. Nauczysz się z niej, jak rzucić wyzwanie samym statystykom przeciwnika!",
	"AuctionCounterTrophy":"To jest ${Armor.CounterTrophy}. Dzięki niemu cała drużyna będzie częściej zadawać obrażenia krytyczne!",
	"AuctionCharm1":"To jest ${Armor.AmberCharm}. Sprzedający powiedział, że powiększa on zwinność!",
	"AuctionCharm2":"To jest ${Armor.AmethystCharm}. Sprzedający powiedział, że powiększa on obronę!",
	"AuctionCharm3":"To jest ${Armor.JadeCharm}. Sprzedający powiedział, że powiększa on szczęście!",
	"AuctionCharm4":"To jest ${Armor.SapphireCharm}. Sprzedający powiedział, że powiększa on manę!",
	"AuctionEvasionBoots":"To są ${Armor.EvasionBoots}. Mogą powiększyć szansę na unik!",
	"AuctionBuy1":"Czy chcesz to kupić? Kosztuje 500G.",
	"AuctionBuy2":"Czy chcesz to kupić? Kosztuje 1250G.",
	"AuctionBuy3":"Czy chcesz to kupić? Kosztuje 1500G.",
	"AuctionBuy4":"Czy chcesz to kupić? Kosztuje 2500G.",
	"AuctionBuy5":"Czy chcesz to kupić? Kosztuje 1000G.",
	"AuctionBuy6":"Czy chcesz to kupić? Kosztuje 750G.",
	"AuctionBought":"Dziękuję za zakup!",
	"AuctionNotEnough":"Chyba nie masz na to pieniędzy. Może coś sprzedasz?",
	
	"Sign.Debowiec1":"Na lewo jest dom aukcyjny. W górę jest dojazd do kopalni.",
	
	"NPC1":"Nie jestem do końca pewna, co robić. Usiąść na ławce, na huśtawce, czy pójść do domu?",
	
	"Aster1":"Witaj, Minami. Jestem Aster, jeden z tutejszych naukowców.",
	"Aster2":"Potrzebuję kilku jajek do mojego eksperymentu, ale niechcący kupiłem o jedno za dużo.",
	"Aster3":"Chcesz je wziąść?",
	"Aster4":"Dzięki. Ten eksperyment wygląda na bardzo, bardzo interesujący.",
	"Aster5":"...szkoda. Cóż, przynajmniej się nie zmarnuje, jak zamiast do eksperymentu użyję go do zrobienia jedzenia.",
	
	"Phone.Ring":"Dzyń... Dzyń...",
	"Phone.Start":"Wybierz aplikację.",
	"Phone.News":"Wiadomości",
	"Phone.Call":"Telefon",
	"Phone.Shop":"Sklep",
	"Phone.Calculator":"Kalkulator",
	"Phone.Credits":"Autorzy",
	"Phone.NoNews1":"Brak nowych wiadomości.",
	"Phone.NoNews2":"Nic prócz clickbaitu i reklam.",
	"Phone.Number1":"Wprowadź pierwszą liczbę.",
	"Phone.Operation":"Wybierz działanie.",
	"Phone.Add":"Dodawanie",
	"Phone.Sub":"Odejmowanie",
	"Phone.Mul":"Mnożenie",
	"Phone.Div":"Dzielenie",
	"Phone.Pow":"Potęgowanie",
	"Phone.Number2":"Wprowadź drugą liczbę.",
	"Phone.Result":"Wynik: ",
	"Phone.Contacts":"Wybierz kontakt.",
	"Phone.Genjiro1":"Hej, Minami. Jestem obok ciebie.",
	"Phone.Genjiro2":"Hej, Minami. Cały czas jestem obok ciebie.",
	"Phone.Genjiro3":"Hej, Minami. Wiem, że mnie uwielbiasz, ale jak masz mi coś do powiedzenia, to mów, a nie dzwoń.",
	"Phone.Genjiro4":"Hej, Minami. Wiesz, że transfer nie rośnie na drzewach? Więc skończ do mnie dzwonić, gdy jestem koło ciebie.",
	"Phone.Genjiro5":"Minami, skończ.",
	"Phone.Genjiro6":"Minami! Mogłabyś w końcu przestać do mnie wydzwaniać?!",
	"Phone.Genjiro7":"*wzdech* Chyba powinienem zablokować twój numer aż się nie rozdzielimy lub zakończymy przygodę.",
	"Phone.Genjiro8":"Hej, Minami. Jeszcze wracam do domu, więc przez jakiś czas mnie nie będzie.",
	"Phone.Nothing1":"Poczta głosowa. Zostaw wiadomość po sygnale.",
	"Phone.Nothing2":"Osoba, do której dzwonisz, obecnie prowadzi rozmowę.",
	"Phone.Nothing3":"Osoba, do której dzwonisz, obecnie ma wyłączony telefon albo jest zajęta.",
	"Phone.Nothing4":"*cisza*",
	"Phone.Nothing5":"Rozłączono.",
	"Phone.Stephen1":"Siema, Stephen.",
	"Phone.Stephen2":"Siema, Minami. Czego tym razem chcesz?",
	"Phone.Stephen3":"Chcę razem z Naemi rozpocząć przygodę, a w twojej bazie znalazłyśmy drona. Możesz nim nas przetransportować?",
	"Phone.Stephen4":"Chcę razem z Naemi rozpocząć przygodę i potrzebujemy podwózki.",
	"Phone.Stephen5":"Jasne. Tylko wyślij mi info o lokalizacji docelowej.",
	"Phone.Stephen6":"Ok, gotowe.",
	"Phone.Stephen7":"...po co wam podróż na środek niczego?",
	"Phone.Stephen8":"Nieważne. I tak was tam zabiorę moim dronem.",
	"Phone.Stephen9":"Moja baza jest na południowym wschodzie.",
	"Phone.Stephen10":"Hej, Minami. Jak tam mój dron?",
	"Phone.Stephen11":"Nie jest źle",
	"Phone.Stephen12":"Jest rozwalony na strzępy",
	"Phone.Stephen13":"Nie mogę teraz rozmawiać",
	"Phone.Stephen14":"To dobrze. Mogłabyś go pozbierać, proszę?",
	"Phone.Stephen15":"...to źle. Pozbierasz to, co pozostało?",
	"Phone.Stephen16":"Ale to ty dzwonisz?",
	"Phone.Stephen17":"W każdym razie, ja zajmę się konstruowaniem. Na razie!",
	"Phone.Stephen18":"Na razie!",
	"Phone.Stephen19":"Zgaduj.",
	"Phone.Stephen20":"Podwózki do domu dla was dwojga?",
	"Phone.Stephen21":"Dokładnie tak.",
	"Phone.Stephen22":"Dobrze. Tak przy okazji, masz mojego drona?",
	"Phone.Stephen23":"Przepraszam. Nie znalazłam go.",
	"Phone.Stephen24":"Nie szkodzi. I tak mam wiele innych.",
	"Phone.Stephen25":"Nieeeee no co ty. Dlaczego miałabym go mieć?",
	"Phone.Stephen26":"Co ty kombinujesz, Minami?",
	"Phone.Stephen27":"Tak... Na 100% procent. Jestem... pewna, że go wzięłam.",
	"Phone.Stephen28":"Brzmisz, jakbyś nie była.",
	"Phone.Stephen29":"Tak. Mam nawet zdjęcie jako dowód.",
	"Phone.Stephen30":"Super! Dzięki, Minami!",
	"Phone.Stephen31":"Tak czy inaczej, mój dron ma wylądować właśnie...",
	"Phone.Stephen32":"...teraz.",
	"Phone.Stephen33":"Siema, Minami. Dron już aktywny, tak więc wchodźcie.",
	"Phone.Stephen34":"W samą porę. Ruszamy do Narodu Minerałów!",
	
	"Crafting.Select":"Wybierz, co chcesz stworzyć.",
	"Crafting.Recipe":"Wymagane: ",
	"Crafting.NotEnough":"Nie masz wystarczająco dużo przedmiotów.",
	"Crafting.Craft":"Stwórz",
	
	"Demo.End":"Uwaga: Następne pomieszczenie jest w trakcie rozwoju, i do tego jest końcem tego dema.",
	
	"Credits.By":"Autorstwa Jacie_krece",
	"Credits.Dev":"Główny programista: Jan „Jacie_krece” Chudzikowski",
	"Credits.Tool":"Silnik: Gotcha Gotcha Games",
	"Credits.Plugins":"Pluginy: Open Digital World, VisuStella",
	"Credits.Tiles":"Płytki: Gotcha Gotcha Games",
	"Credits.Icons":"Ikony: CadWolf",
	"Credits.Music":"Muzyka: Gotcha Gotcha Games",
	"Credits.ThankYa":"Dzięki za grę!",
	
	"Cap":""
}